[
{"ID Product":"0001","Name":"Ultrabook Lenovo Ideapad 3 15ALC6 Abyss Blue","Stock":"10","Price":"116303.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/108774401761b27a7bd5d42_4.jpg&w=1180&h=546&zc=2","Brand":"Lenovo","Description":"Ultrabook Lenovo Ideapad 3 15ALC6 (82KU00YUUS): Procesador Amd Ryzen 5 5500u Hexa Core 2.1 ghz + Memoria Ram 8gb ddr4 3200 mhz (4GB OnBoard + 4 GB DIMM) + Disco SSD 256gb m.2 NVMe + Pantalla FHD 15.6 Pulgadas (1920 X 1080), Lector de huella digital, Video onboard Integrated AMD Radeon 7 Graphics. No tiene lectora de cds ni dvds. Puertos: USB 2.0 + USB 3.2 Gen 1 + USB-C 3.2 Gen 1 (data only) + HDMI + Headphone/microphone combo jack. Lector de memorias 4 en 1: MultiMediaCard, SD Memory Card, SDHC Memory Card, SDXC Memory Card. Wifi, bluetooth 5.0, Webcam HD con microfono. Teclado numerico + Teclado en ingles. Peso 1.65 kilos. Sistema Operativo: Windows 10 Home de 64 bits. Color: Abyss Blue. Bateria 45wh. Dolby Audio, High Definition Audio . El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0002","Name":"Ultrabook Lenovo IdeaPad Gaming 3","Stock":"15","Price":"188461.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/111617763619fcf7d00e01_4.jpg&w=1180&h=546&zc=2","Brand":"Lenovo","Description":"Ultrabook Lenovo IdeaPad Gaming 3 (82K20003US): Chasis de aluminio, Procesador Amd Ryzen 5 5600H 3.3 ghz to 4.2 ghz (6 cores) + Memoria Ram 8gb ddr4 3200 mhz (admite hasta 16gb) + Disco SSD SSD M.2 512gb + Pantalla IPS FHD 15.6 Pulgadas de 120hz (1920 X 1080), Placa de video dedicada NVIDIA GTX 1650Ti 4gb gddr6. Parlantes duales 2 x 2w. No tiene lectora de cds ni dvds. Puertos: 1 x HDMI 2.0 + 1 x USB 3.2 tipo C + 3 x USB 3.2 + 1 x RJ45 + 1 x Combo auriculares y microfono. Lector de memorias, Wi-Fi 6 (802.11ax), bluetooth 5.0, Webcam HD 720p con microfono. Teclado retroiluminado + numerico + Teclado en ingles. Peso 2.25 kilos. Sistema Operativo: Windows 10 Home de 64 bits. Color: Shadow Black. Bateria 60 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0003","Name":"Ultrabook Lenovo Legion 5 15ACH6","Stock":"20","Price":"275988.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/93006132161607cf15d436_4.jpg&w=1180&h=546&zc=2","Brand":"Lenovo","Description":"Notebook Lenovo Legion 5 15ACH6 (82JW0012US): Procesador Amd Ryzen 7 5800H 3.2ghz (8 núcleos / 16 hilos / 3200 MHz - 4400 MHz) + Memoria Ram 16gb ddr4 3200 mhz (2 dimm x 8gb / Soporta hasta 32gb)+ Disco SSD 512gb M.2 2280 PCIe 3.0x4 NVMe + Pantalla IPS FHD 15.6 Pulgadas con 165hz y 3ms (1920 X 1080) IPS 300nits Anti-glare, 165Hz, 100% sRGB, Dolby Vision, Free-Sync, G-Sync, DC dimmer + Video onboard Intel UHD Graphics + Placa de video dedicada NVIDIA GeForce RTX 3050TI de 4gb GDDR6 Boost Clock 1485 / 1695MHz, TGP 95W, preparada para realidad virtal. Con los gráficos NVIDIA GeForce RTX 3050 Ti detrás de ti, puedes disfrutar de la profundidad y fidelidad visual del trazado de rayos en tiempo real - RTX Gaming, está encendido . Audio Nahimic audio + Parlantes Duales (High Definition Audio) Realtek ALC3306 codec. No tiene lectora de cds ni dvds. Puertos: 1x Headphone / microphone combo jack (3.5mm) + 3x USB 3.2 Gen 1 + 1x USB-C 3.2 Gen 2 (support data transfer, Power Delivery and DisplayPort 1.4) + 1x USB 3.2 Gen 1 (Always On) + 1x HDMI 2.1 + 1x Power connector + 1x Ethernet (RJ-45) + 1x USB-C 3.2 Gen 2 (support data transfer and DisplayPort 1.4). No trae Lector de memorias, wi-fi6, bluetooth 5.0, Webcam HD 720P con microfono. Teclado Legion TrueStrike con retroiluminación RGB de 4 zonas + Teclado numerico, idioma ingles. Peso 2.4 kilos. Sistema Operativo: Windows 10 Home 64 bits. Color: Phantom Blue. Bateria 4 celdas de 80 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0004","Name":"Ultrabook Acer Nitro 5 AN515-45-R1XY","Stock":"10","Price":"263453.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/152892873761609438066b9_4.jpg&w=1180&h=546&zc=2","Brand":"Acer","Description":"Ultrabook Acer Nitro 5 AN515-45-R1XY (NH.QBBAA.002): Procesador Octa Core AMD Ryzen 7 5800H 3.2 to 4.4 ghz + Memoria Ram 16gb ddr4 3200 mhz (trae instalados 2 dimm x 8gb y soporta como maximo 32gb en sus 2 slots) + Disco SSD 512gb + Pantalla IPS FHD 15.6 Pulgadas con 144 hz (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX 3050TI de 4gb gddr6. Parlantes duales + DTS X: Ultra Audio + Acer TrueHarmony Technology + Acer Purified.Voice technology with two built-in microphones. No tiene lectora de cds ni dvds. Puertos: 1 x USB 3.2 Gen 2 Type-C (up to 10 Gbps) + 1 x USB 3.2 Gen 2 Type-A (Featuring Power-off Charging) + 2 x USB 3.2 Gen 1 Type-A + 1 x HDMI 2.1 + 1 x RJ-45 (1Gbps) + 1 x Headphone/Microphone Combo Jack. wi-fi 6 Dual-Band 2.4GHz and 5GHz featuring 2x2 MU-MIMO technology, bluetooth 5.1, Webcam HD 720p con microfono y con Super High Dynamic Range (SHDR). Teclado retroiluminado rojo + numerico + Teclado en ingles. Super liviana Peso 2.19 kilos. Sistema Operativo: Windows 10 Home 64-bit. Color: Shale Black. Bateria celdas. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0005","Name":"Ultrabook Acer Aspire 5 A517-52-713G","Stock":"12","Price":"198380.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/4666450161522b1e4a964_4.jpg&w=1180&h=546&zc=2","Brand":"Acer","Description":"Ultrabook Aspire 5 A517-52-713G (NX.A5CAA.004): Obtén un alto rendimiento, capacidad de respuesta y larga duración de la batería con el Procesador Intel I7 1165g7 Quad Core 2.8 ghz (4 Core) + Memoria Ram 16gb ddr4 (Ampiable a 24gb) + Disco SSD 512gb PCI Express + Pantalla IPS FHD 17.3 Pulgadas 60hz (1920 X 1080), Lector de huella dactilar, Parlantes duales, Video onboard Iris Xe Graphics. No tiene lectora de cds ni dvds. Puertos: USB 3.2 Gen 1 Type-A x 2u + USB 3.2 Gen 1 Type-C x 1u + HDMI x 1u + Network (RJ-45) x 1u. No tiene Lector de memorias, wi-fi6, bluetooth 5.1, Webcam HD con microfono. Teclado retroiluminado + numerico + Teclado en ingles. Peso 2.6 kilos. Sistema Operativo: Windows 10 Home 64 bits. Color: Pure Silver. Bateria 3 celdas 45w. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0006","Name":"Ultrabook Acer Nitro 5 AN515-45-R0FN","Stock":"4","Price":"230535.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/440877509614c01040b72d_4.jpg&w=1180&h=546&zc=2","Brand":"Acer","Description":"Ultrabook Acer Nitro 5 AN515-45-R0FN (NH.QBAAA.001): Procesador Amd Ryzen 5 5600H Hexa-core (6 Core_x0099_) 3.3 ghz to 4.20 ghz + Memoria Ram 8gb ddr4 (trae instalado 1 dimm x 8gb y soporta maximo hasta 32gb en dos dimms) + Disco SSD 512gb + Pantalla IPS FHD 15.6 Pulgadas 144hz (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX 3050 4GB gdddr6. Parlantes duales + DTS X: Ultra Audio + Acer TrueHarmony Technology + Acer Purified.Voice technology con 2 microfonos. No tiene lectora de cds ni dvds. Puertos: USB 3.2 Gen 1 Type-A Ports x 2u + USB 3.2 Gen 2 Type-A Ports x 1u + USB 3.2 Gen 2 Type-C Ports x 1u + HDMI Outputs x 1u + Network (RJ-45) x 1. No trae Lector de memorias, wifi6, bluetooth 5.0, Webcam HD 720p con microfono. Teclado retroiluminado color rojo, numerico + Teclado en ingles. Peso 2.3 kilos. Sistema Operativo: Windows 10 Home 64 bits. Color: Shale Black. Bateria 4 celdas. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0007","Name":"MacBook Air M1 Chip M1 MGNE3E/A","Stock":"6","Price":"255600.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/20028276636084bf0dae764_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"MacBook Air M1 Chip M1 MGNE3E/A (Late 2020, Gold): El Apple MacBook Air de 13 \"incluye el primer chip de Apple diseñado específicamente para Mac. El Apple M1 integra CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Aborde sus proyectos con la rapidez CPU de 8 núcleos y enfréntate a aplicaciones y juegos con uso intensivo de gráficos con la GPU de 8 núcleos. Acelera las tareas de aprendizaje automático con el motor neuronal de 16 núcleos. Completo con un diseño silencioso, sin ventilador y hasta 18 horas de duración de la batería, el MacBook Air sigue siendo portátil, pero ahora mucho más potente. también tiene 8 GB de RAM unificada y un SSD de 512 GB. Con más de 4 millones de píxeles, la pantalla Retina de 13,3 \"presenta una resolución de pantalla de 2560 x 1600 y una relación de aspecto de 16:10 para 227 píxeles por pulgada (ppi). La pantalla también presenta hasta un 48 por ciento más de color que la generación anterior. Con tecnología True Tone, el balance de blancos se ajusta automáticamente para igualar la temperatura de color de la luz a tu alrededor para una experiencia de visualización más natural. Conéctese a Internet a través de Wi-Fi 6 (802.11ax) y use periféricos y accesorios inalámbricos compatibles con Bluetooth 5.0. Los dos puertos Thunderbolt 3 brindan soporte USB4 e incluso se pueden conectar al Apple Pro Display XDR en resolución completa de 6K. Apple también incluyó micrófonos con calidad de estudio para grabaciones y llamadas claras. también está la última Cámara ISP de Apple en el chip M1, que permite imágenes más nítidas y más detalles en las sombras y las luces en las videollamadas. Mantenga su MacBook Air segura con Secure Enclave en M1 y Touch ID. La barra táctil permite accesos directos, el teclado mágico retroiluminado brinda una experiencia de escritura cómoda y el trackpad Force Touch permite un control preciso del cursor, capacidades de detección de presión y gestos Multi-Touch. Esta Mac viene precargada con macOS. Las actualizaciones se pueden descargar de forma gratuita a través de la Mac App Store. Consulte el sitio web de Apple para conocer los requisitos de actualización. Chip de manzana M1: Equipado con 16 mil millones de transistores, el Apple M1 integra la CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Construido con tecnología de proceso de 5 nm, el Apple M1 ofrece el rendimiento que necesita sin sacrificar la eficiencia energética. El Apple M1 cuenta con cuatro núcleos de alto rendimiento, cada uno diseñado para ejecutar una sola tarea, lo que permite cargas de trabajo multiproceso. también hay cuatro núcleos de eficiencia para manejar cargas de trabajo más livianas, usando solo una décima parte de la energía y al mismo tiempo brindando un rendimiento rápido. Esto significa que el Apple M1 funciona hasta 3,5 veces más rápido que la generación anterior y, al mismo tiempo, ofrece una duración de la batería de hasta 15 horas de navegación web inalámbrica y hasta 18 horas de reproducción de video. Pantalla Retina IPS de 13,3: Con cuatro veces más píxeles que una pantalla HD, la pantalla Retina IPS de 13,3 \"proporciona hasta un 48 por ciento más de color que la generación anterior. La pantalla Retina tiene una resolución de pantalla de 2560 x 1600 y una relación de aspecto de 16:10 para 227 píxeles por pulgadas (ppi). El cristal de la pantalla va directamente al borde de la pantalla, lo que hace que los biseles sean un 50 por ciento más delgados que antes. Además, la tecnología True Tone ajusta automáticamente el balance de blancos para que coincida con la temperatura de color de la luz circundante. tecnología True Tone Con la tecnología True Tone, la pantalla ofrece una experiencia de visualización. Thunderbolt 3 con soporte USB4: Thunderbolt 3 es una interfaz de hardware que utiliza el conector USB tipo C reversible. Duplicando la velocidad de su predecesor, Thunderbolt 3 presenta un rendimiento máximo de 40 Gb / s cuando se usa con dispositivos compatibles. El conector también es compatible con USB4, lo que le permite conectarse a más periféricos, incluido el Apple Pro Display XDR en resolución completa de 6K.","Category":"Notebooks"}
,
{"ID Product":"0008","Name":"MacBook Pro M1 Chip M1 MYD92LL/A (Late 2020, Space Gray)","Stock":"8","Price":"304590.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/3706125155fc66d3740a7a_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"MacBook Pro M1 Chip M1 MYD92LL/A (Late 2020, Space Gray): Usado por estudiantes, profesionales creativos y más, el Apple MacBook Pro de 13,3 \"ahora incluye el primer chip de Apple diseñado específicamente para Mac. El Apple M1 integra CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Afronte sus proyectos con la rápida CPU de 8 núcleos y acepte aplicaciones y juegos con muchos gráficos con la GPU de 8 núcleos. Acelere las tareas de aprendizaje automático con el motor neuronal de 16 núcleos. Con el sistema de enfriamiento activo y más a 20 horas de reproducción de video, la MacBook Pro puede manejar sus tareas con facilidad. La pantalla Retina de 13,3 \"tiene una resolución de 2560 x 1600 a 227 ppp, así como 500 nits de brillo. también es compatible con la amplia gama de colores P3, que permite colores más vibrantes. Esto garantiza imágenes reales con detalles vívidos y realistas. que son esenciales para el diseño gráfico, la corrección de color y la edición. Con la tecnología True Tone, el balance de blancos se ajusta automáticamente para igualar la temperatura de color de la luz que lo rodea para una experiencia de visualización más natural. Conéctese a Internet a través de Wi-Fi 6 (802.11ax) y use periféricos y accesorios inalámbricos compatibles con Bluetooth 5.0. Los dos puertos Thunderbolt 3 brindan soporte USB4 e incluso se pueden conectar al Apple Pro Display XDR en resolución completa de 6K. Apple también incluyó micrófonos con calidad de estudio para grabaciones y llamadas claras. también está la última Cámara ISP de Apple en el chip M1, que permite imágenes más nítidas y más detalles en las sombras y las luces en las videollamadas. Mantenga su MacBook Pro segura con Secure Enclave en M1 y Touch ID. La barra táctil permite accesos directos, el teclado mágico retroiluminado brinda una experiencia de escritura cómoda y el trackpad Force Touch permite un control preciso del cursor, capacidades de detección de presión y gestos Multi-Touch. Chip Apple M1: Equipado con 16 mil millones de transistores, el Apple M1 integra la CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Construido con tecnología de proceso de 5 nm, el Apple M1 ofrece el rendimiento que necesita sin sacrificar la eficiencia energética. El Apple M1 cuenta con cuatro núcleos de alto rendimiento, cada uno diseñado para ejecutar una sola tarea, lo que permite cargas de trabajo multiproceso. también hay cuatro núcleos de eficiencia para manejar cargas de trabajo más livianas, usando solo una décima parte de la energía y al mismo tiempo brindando un rendimiento rápido. Esto significa que el Apple M1 funciona hasta 3,5 veces más rápido que la generación anterior y, al mismo tiempo, ofrece una duración de la batería de hasta 17 horas de navegación web inalámbrica y hasta 20 horas de reproducción de video. Pantalla Retina IPS de 13,3: El MacBook Pro cuenta con una pantalla Retina de 13,3 \"con 500 nits de brillo. La pantalla Retina tiene una resolución de 2560 x 1600 y 227 píxeles por pulgada. también es compatible con la amplia gama de colores P3, que presenta un 25% más de colores que el sRGB de uso común. gama, para verdes y rojos aún más vibrantes La pantalla está calibrada en la fábrica para obtener gamma, puntos blancos y colores primarios precisos. tecnología True Tone: Con la tecnología True Tone, la pantalla y la barra táctil brindan una experiencia de visualización más natural para los flujos de trabajo de diseño y edición, así como para las tareas cotidianas como navegar por la web y escribir correos electrónicos. Touch Bar: La barra táctil reemplaza las teclas de función que durante mucho tiempo han ocupado la parte superior de su teclado con algo mucho más versátil y capaz. La pantalla multitáctil con calidad Retina cambia automáticamente en función de lo que está haciendo, desde mostrar los controles tradicionales del sistema, como el volumen y el brillo, hasta interactuar más directamente o navegar por el contenido. Las funciones de escritura inteligente como emoji y texto predictivo mejoran la experiencia de escritura y podrá personalizar la barra táctil para que se ajuste a sus necesidades. La barra táctil también se puede adaptar a aplicaciones, como Mail, Safari, Mensajes e incluso aplicaciones de terceros como Adobe Photoshop, por lo que tendrá acceso a funciones útiles previamente ocultas en los menús. Touch Id: Se ha integrado un sensor Touch ID en el botón de encendido, por lo que puede iniciar sesión rápidamente en su cuenta, incluso cuando haya iniciado sesión otro usuario. también puede usarlo con Apple Pay para comprar cosas de forma segura en la web. Teclado mágico: El Magic Keyboard de esta MacBook Pro cuenta con un mecanismo de tijera que ofrece 1 mm de recorrido de las teclas. también hay una tecla física Esc y una disposición de \"T\" invertida para las teclas de flecha. Combinado con Touch Bar y Touch ID, el Magic Keyboard proporciona una experiencia de escritura cómoda y precisa. Thunderbolt 3 con soporte USB4: Thunderbolt 3 es una interfaz de hardware que utiliza el conector USB tipo C reversible. Duplicando la velocidad de su predecesor, Thunderbolt 3 presenta un rendimiento máximo de 40 Gb / s cuando se usa con dispositivos compatibles. El conector también es compatible con USB4, lo que le permite conectarse a más periféricos, incluido el Apple Pro Display XDR en resolución completa de 6K.","Category":"Notebooks"}
,
{"ID Product":"0009","Name":"MacBook Air M1 Chip M1 MGN93LL/A (Late 2020, Silver)","Stock":"10","Price":"196812.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/15770282835fc65ca3c2953_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"MacBook Air M1 Chip M1 MGN93LL/A (Late 2020): El Apple MacBook Air de 13 \"incluye el primer chip de Apple diseñado específicamente para Mac. El Apple M1 integra CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Aborde sus proyectos con la rapidez CPU de 8 núcleos y enfréntate a aplicaciones y juegos con uso intensivo de gráficos con la GPU de 7 núcleos. Acelera las tareas de aprendizaje automático con el motor neuronal de 16 núcleos. Completo con un diseño silencioso, sin ventilador y hasta 18 horas de duración de la batería, el MacBook Air sigue siendo portátil, pero ahora mucho más potente. también tiene 8 GB de RAM unificada y un SSD de 256 GB. Con más de 4 millones de píxeles, la pantalla Retina de 13,3 \"presenta una resolución de pantalla de 2560 x 1600 y una relación de aspecto de 16:10 para 227 píxeles por pulgada (ppi). La pantalla también presenta hasta un 48 por ciento más de color que la generación anterior. Con tecnología True Tone, el balance de blancos se ajusta automáticamente para igualar la temperatura de color de la luz a tu alrededor para una experiencia de visualización más natural. Conéctese a Internet a través de Wi-Fi 6 (802.11ax) y use periféricos y accesorios inalámbricos compatibles con Bluetooth 5.0. Los dos puertos Thunderbolt 3 brindan soporte USB4 e incluso se pueden conectar al Apple Pro Display XDR en resolución completa de 6K. Apple también incluyó micrófonos con calidad de estudio para grabaciones y llamadas claras. también está la última Cámara ISP de Apple en el chip M1, que permite imágenes más nítidas y más detalles en las sombras y las luces en las videollamadas. Mantenga su MacBook Air segura con Secure Enclave en M1 y Touch ID. La barra táctil permite accesos directos, el teclado mágico retroiluminado brinda una experiencia de escritura cómoda y el trackpad Force Touch permite un control preciso del cursor, capacidades de detección de presión y gestos Multi-Touch. Chip de manzana M1: Equipado con 16 mil millones de transistores, el Apple M1 integra la CPU, GPU, Neural Engine, E / S y más en un solo sistema en un chip (SoC). Construido con tecnología de proceso de 5 nm, el Apple M1 ofrece el rendimiento que necesita sin sacrificar la eficiencia energética. El Apple M1 cuenta con cuatro núcleos de alto rendimiento, cada uno diseñado para ejecutar una sola tarea, lo que permite cargas de trabajo multiproceso. también hay cuatro núcleos de eficiencia para manejar cargas de trabajo más livianas, usando solo una décima parte de la energía y al mismo tiempo brindando un rendimiento rápido. Esto significa que el Apple M1 funciona hasta 3,5 veces más rápido que la generación anterior y, al mismo tiempo, ofrece una duración de la batería de hasta 15 horas de navegación web inalámbrica y hasta 18 horas de reproducción de video. Pantalla Retina IPS de 13,3: Con cuatro veces más píxeles que una pantalla HD, la pantalla Retina IPS de 13,3 \"proporciona hasta un 48 por ciento más de color que la generación anterior. La pantalla Retina tiene una resolución de pantalla de 2560 x 1600 y una relación de aspecto de 16:10 para 227 píxeles por pulgadas (ppi). El cristal de la pantalla va directamente al borde de la pantalla, lo que hace que los biseles sean un 50 por ciento más delgados que antes. Además, la tecnología True Tone ajusta automáticamente el balance de blancos para que coincida con la temperatura de color de la luz circundante. tecnología True Tone Con la tecnología True Tone, la pantalla ofrece una experiencia de visualización Thunderbolt 3 con soporte USB4: Thunderbolt 3 es una interfaz de hardware que utiliza el conector USB tipo C reversible. Duplicando la velocidad de su predecesor, Thunderbolt 3 presenta un rendimiento máximo de 40 Gb / s cuando se usa con dispositivos compatibles. El conector también es compatible con USB4, lo que le permite conectarse a más periféricos, incluido el Apple Pro Display XDR en resolución completa de 6K.","Category":"Notebooks"}
,
{"ID Product":"0010","Name":"Ultrabook Asus Tuf Gaming F17 FX706HE-211.TM17","Stock":"12","Price":"220180.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/3675522016184988959e24_4.jpg&w=1180&h=546&zc=2","Brand":"Asus","Description":"Ultrabook Asus Tuf Gaming F17 FX706HE-211.TM17: Procesador Intel I5-11260H (11th Generacion) de 6 núcleos (2.6 GHz-4.4 GHz, 12 MB Intel Smart Cache, 45 W) + Memoria Ram 8gb ddr4 3200 mhz (Soporta hasta 64gb) + Disco 512gb M.2 NVMe+ Pantalla LED IPS FHD 17.3 Pulgadas de 144hz (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX3050 Ti de 4gb gddr6. Parlantes duales 2w x 2 + D TS: X Ultra. No tiene lectora de cds ni dvds. Puertos: USB 3.2 Gen 2 Tipo-C Soporte DisplayPort + 3x USB 3.2 Gen 1 Tipo-A + HDMI 2.0b, 0.138 in Combo Audio Jack + RJ-45 Jack. No trae Lector de memorias, wi-fi 6 802.11ax, bluetooth 5.2, Webcam HD 720p con microfono. Teclado Retroiluminado Rgb y numerico + Teclado en ingles. Peso 2.59 kilos. Sistema Operativo: Windows 10 Home . Color: Eclipse Gray. Bateria 3 celdas 48 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished. Uso recomendado: Gamer, diseño, modelado 3D, edición de video, CAD, fotografía, ingenieria.","Category":"Notebooks"}
,
{"ID Product":"0011","Name":"Ultrabook Asus ZenBook 13 (UX325JA-AB51)","Stock":"10","Price":"151074.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/186262708061678ef01a1ff_4.jpg&w=1180&h=546&zc=2","Brand":"Asus","Description":"Ultrabook Asus ZenBook 13 (UX325JA-AB51): Procesador Intel Core i5-1035G1 (1,0 / 3,6 GHz, 6 MB de caché, 4 núcleos) 10th Gen + Memoria Ram 8gb LPDDR4X 3200MHz + Disco SSD 256gb PCIe  NVMe _x0099_ 3.0 + Pantalla IPS FHD 13.3 Pulgadas (1920 X 1080) antirreflejo, pantalla de brillo de 300 nits, 99% sRGB, Video onboard Intel UHD Graphics. Reconocimiento facial: Cámara 3D IR HD compatible con Windows Hello. No tiene lectora de cds ni dvds. Puertos: 2 x Thunderbolt _x0099_ 3 USB-C  (hasta 40 Gbps) + 1 x USB 3.2 Gen 1 Tipo A (hasta 5 Gbps) + 1 x HDMI estándar + 1 x lector de tarjetas microSD. Wi-FI : Intel WiFi 6 con rendimiento Gig + (802.11ax) , bluetooth 5.0, Webcam HD 720p con microfono. No tiene Teclado numerico + Teclado en Retroiluminado + ingles. diseño súper delgado y ligero (1,11 kg). Sistema Operativo: Windows 10 Home . Color: Lilac Mist. Bateria 4 celdas de 67 whr. El teclado es en ingles configurable al español. Otro de sus grandes atractivos estáticos, lo encontramos en su resistente chasis de acabado plateado con certificación militar (MIL-STD-810G), que además permite una ligera elevación del teclado para facilitar la escritura y favorecer la refrigeración interna. Este teclado se extiende de extremo a extremo, y dispone de unas ergonómicas teclas en isla con retroiluminación blanca ajustable en intensidad y un trackpad muy amplio con teclado Numérico, NumberPad, para simplificar la edición de hojas de cálculo. El equipo es new (nuevo), no trabajamos notebooks refurbished","Category":"Notebooks"}
,
{"ID Product":"0012","Name":"Ultrabook Asus Rog Strix 15 G513QM-WS96","Stock":"15","Price":"363188.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14209505686160c5fe2e08d_4.jpg&w=1180&h=546&zc=2","Brand":"Asus","Description":"Ultrabook Asus Rog Strix 15 G513QM-WS96 (90NR0572-M08490): Procesador Octa Core AMD Ryzen 9 5900HX Processor (16M Cache, up to 4.6GHz) + Memoria Ram 24gb ddr4 3200 mhz (Instalado 1 dimm x 16gb + 1 dimm x 8gb y Soporta maximo 32gb) + Disco SSD 1TB (1000GB) NVMe,PCI Express 3.0 + Pantalla IPS FHD 15.6 Pulgadas con 144 hz (1920 X 1080), Video onboard AMD Radeon Graphics + Placa de video dedicada NVIDIA RTX 3060 de 6gb gddr6 con ROG Boost up to 1802MHz at 115W (130W with Dynamic Boost 2.0). Sistema térmico de enfriamiento inteligente ROG con compuesto térmico de metal líquido térmico Grizzly. Lector de huella dactilar. Parlantes duales 2 x 4w con dolby atmos. No tiene lectora de cds ni dvds. Puertos: 3 x USB 3.2 Gen 1 (3.1 Gen 1) Type-A ports quantity + 1 x USB 3.2 Gen 2 (3.1 Gen 2) Type-C ports quantity + 1 x HDMI ports quantity + 1 x Ethernet LAN (RJ-45) ports + 1 x Combo headphone/mic port. wi-fi6 (802.11ax), bluetooth 5.1, No tiene Webcam . Sistema ROG Aura Sync con teclado RGB de 4 zonas, logotipo retroiluminado en blanco y barra de luz RGB, no tiene Teclado numerico + Teclado en ingles. Peso 2.3 kilos. Sistema Operativo: Windows 10 Home de 64 bits. Color: Eclipse Gray. Bateria 4 celdas de 90 wh. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0013","Name":"Ultrabook Dell G15RE-A954GRY-PUS","Stock":"20","Price":"265524.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10603099576196ceffdda65_4.jpg&w=1180&h=546&zc=2","Brand":"Dell","Description":"Ultrabook Dell G15RE-A954GRY-PUS: Procesador AMD Ryzen 7 5800H (8 cores, 3.2 mhz) + Memoria Ram 16gb ddr4 + Disco SSD 512gb + Pantalla FHD 15.6 Pulgadas 120hz (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX 3050 Ti 4gb gddr6. No tiene lectora de cds ni dvds. Puertos: USB 3.2 Gen1, 2 USB 2.0, 1 HDMI, USB 3.2 Type-C Gen2, No Optical Drive, Headphone/Microphone Combo Jack. No tiene Lector de memorias, wi-fi6 , bluetooth 5.2, Webcam HD 720p con microfono. Teclado numerico y retroiluminado color rojo (red) + Teclado en ingles. Peso 2.45 kilos. Sistema Operativo: Windows 11 Home. Color: Phantom Grey, with speckles. Bateria 3 celdas 56 WHr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0014","Name":"Ultrabook Dell Inspiron 15 I3505-A542BLK-PUS","Stock":"10","Price":"116412.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/43992065660d7c378f0cf8_4.jpg&w=1180&h=546&zc=2","Brand":"Dell","Description":"Ultrabook Dell Inspiron 15 I3505-A542BLK-PUS: Procesador Amd Ryzen 5 3450 2.1ghz (4 core, 3,5 Ghz, 4MB caché), Ram 8gb ddr4, Disco SSD 256gb, Pantalla FHD Touchscreen 15.6 (1920x1080), Video onboard Radeon Vega 8, Webcam HD 720p, Wifi, Bluetooth, salida hdmi, bateria 3 celdas, Lector de memorias, Puertos Usb x 3u (1 x usb 20. + 2 x usb superspeed Type A, Bateria de 3 celdas, Peso 1.96 kilos, Teclado numerico y en ingles. Windows 10 S Mode.","Category":"Notebooks"}
,
{"ID Product":"0015","Name":"Ultrabook Evoo Gaming Ultra Thin EG-LP10-BK","Stock":"12","Price":"136250.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/80566395860fdaefba8ce3_4.jpg&w=1180&h=546&zc=2","Brand":"Evoo","Description":"Ultrabook Evoo Gaming EG-LP10-BK: Procesador Intel I5 10300h 10th Gen de 2.5ghz to 4.5 ghz + Memoria Ram 8gb 2933mhz + Disco SSD 256gb + Pantalla FHD 15.6 Pulgadas de 60 HZ (1920 X 1080), Placa de video dedicada Nvidia GTX 1650 de 4gb. No tiene lectora de cds ni dvds. Sintonizado por THX Audio + THX Audio espacial . Puertos: x2 Mini Display Port + x1 HDMI Port + x1 USB 2.0 + x2 USB 3.1 + x1 USB Type-C + x1 Kensington Lock + x1 Ethernet Port . Lector de memorias, wifi-5, bluetooth 5.0, Webcam HD con microfono. Teclado Retroiluminado RGB + Numerico + Teclado en ingles. Peso 1.9 kilos. Sistema Operativo: Windows 10 Home edition. Color: Black (negra). Bateria celdas. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0016","Name":"Ultrabook Evoo Ultra Thin EVC EVC156-1BK","Stock":"4","Price":"88290.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/132639773560d4d52f0819f_4.jpg&w=1180&h=546&zc=2","Brand":"Evoo","Description":"Ultrabook Evoo Ultra Thin EVC156-1BK: Ultra Thin Core_x0099_ Procesador Intel i7-6600U 2.4 ghz up to 3.4 ghz, Memoria Ram 8gb, Disco SSD 256gb, Pantalla FHD 15.6\" (1920x1080), Video onboard Intel Iris_x0099_ Plus Graphics 540, Webcam HD 2.0MP frontal con micrófono integrado, Bluetooth 4.2, wifi, Puertos: Usb 3.0 x 2 + Salida Mini hdmi. Sonido HD con parlantes estéreo. batería de 3 celdas 4600 mAh. Lector de memoria Micro SD. Sistema operativo: Windows 10.","Category":"Notebooks"}
,
{"ID Product":"0017","Name":"Ultrabook Evoo Ultra slim EV-C-116-7BK","Stock":"6","Price":"35970.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/208353316460a7037dee788_4.jpg&w=1180&h=546&zc=2","Brand":"Evoo","Description":"Ultrabook Evoo EV-C-116-7BK: Procesador Intel Celeron N4000 (Dual-Core, 1.1GHz, 4MB Cache), Memoria Ram 4gb ddr3 (ampliable a 8gb maximo), Disco 64gb emmc, Pantalla IPS Display HD 11.6 pulgadas (1366 x 768), Video Onboard Intel UHD Graphics 600, Webcam 1 mpxs, No tiene lectora de cds ni dvds, Salida hdmi, wifi, bluetooth 4.0, bateria de 3 celdas, Teclado en ingles configurable al español, no tiene teclado numerico. Super liviana, Peso 0.95 kilos. Sistema oerativo: Windows 10 S mode. Color negra","Category":"Notebooks"}
,
{"ID Product":"0018","Name":"Ultrabook Gateway GWTN156-1BL ultra slim Blue","Stock":"8","Price":"105185.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/213604481260a6fca9a2802_4.jpg&w=1180&h=546&zc=2","Brand":"Gateway","Description":"Ultrabook Gateway GWTN156-1BL ultra slim: Procesador Intel I5 10th (1.0GHz, Up to 3.6GHz, 6M Cache), Ram 16gb ddr4, Disco SSD 256gb, Pantalla IPS FHD 15.6 pulgadas (1920 x 1080), Video onboard Intel UHD, Lector de huella digital incorporado (winodws hello), Audio: Tuned by THX_x0099_ Audio, no tiene lectora de cds ni dvds, salida hdmi, bluetooth 5.1, Webcam de 1 mpxs con microfono, Puertos: Usb 3.0 x 2u + Usb type C X 1U, Lector micro sd. Teclado en ingles configurable a español + Teclado numerico. Sistema operativo: Windows 10 Home. Super liviana 2 kilos. Color Azul Francia.","Category":"Notebooks"}
,
{"ID Product":"0019","Name":"Ultrabook Gateway GWTN156-4BL Ultra Slim Blue","Stock":"10","Price":"95593.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/960739771614aa8151fd31_4.jpg&w=1180&h=546&zc=2","Brand":"Gateway","Description":"Ultrabook Gateway GWTN156-4BL Ultra Slim Blue: Procesador AMD Ryzen_x0099_ 5 3450U ((2.1GHz, Up to 3.50GHz) + Memoria Ram 8gb + Disco SSD 256gb + Pantalla IPS FHD 15.6 Pulgadas (1920 X 1080), Video onboard Amd Radeon_x0099_ Vega 8, Escáner de huellas dactilares incorporado (Windows Hello). No tiene lectora de cds ni dvds. Puertos: USB 2.0 x 1 + USB 3.0 x 1. Lector de memorias, wifi, bluetooth 4.2, Webcam HD 1 mpx con microfono. Teclado numerico + Teclado en ingles. Peso 1.85 kilos. Sistema Operativo: Windows 10 Home Edition. Tuned by THX_x0099_ Audio. Color: Blue (Azul Francia). El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished. El portátil ultradelgado Gateway de 15,6 pulgadas cuenta con una pantalla de 1080p que ofrece una imagen nítida para todas y cada una de sus tareas. Los procesadores móviles AMD Ryzen _x0099_ ofrecen un rendimiento superior para la productividad, el entretenimiento, los juegos y la creación de contenido en computadoras portátiles delgadas y livianas. Los productos de audio Tuned by THX _x0099_ permiten a los oyentes obtener la mejor calidad de audio posible al proporcionar mejoras de fidelidad personalizadas, reproducción equilibrada y respuesta de frecuencia óptima. Es la forma ideal de obtener el mejor audio para el entretenimiento en movimiento.","Category":"Notebooks"}
,
{"ID Product":"0020","Name":"Ultrabook Gateway GWTN141-6BK ultra slim Black","Stock":"12","Price":"79570.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6592418766164ce4533d2c_4.jpg&w=1180&h=546&zc=2","Brand":"Gateway","Description":"Ultrabook Gateway GWTN141-6BK ultra slim Black: Procesador Intel Core I3 1115G4 11th gen (1.2GHz, Up to 3.4GHz, 4M Cache) + Memoria Ram 4gb + Disco SSD 128gb + Pantalla IPS FHD 14.1 Pulgadas (1920 X 1080), Video onboard Intel UHD Graphics. Tuned by THX_x0099_ Audio, Built-in Fingerprint Scanner (Windows Hello). Parlantes duales 2 x 2w. No tiene lectora de cds ni dvds. Puertos: USB 2.0 x 1 USB 3.0 x 1. Lector de memorias micro sd, wifi, bluetooth 5.1, Webcam con microfono 1 mpxs. No trae Teclado numerico + Teclado en ingles. Peso 1.58 kilos. Sistema Operativo: Windows 10 Home (S mode). Color: Black. Bateria celdas. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished. El portátil ultradelgado Gateway de 14,1 pulgadas cuenta con una pantalla de 1080p que ofrece una imagen nítida para todas y cada una de sus tareas. Las pantallas de visualización Tuned by THX brindan colores intensos y vibrantes y un mejor contraste y se combinan con Tuned by THX Audio, que le permite experimentar la calidad del nivel de cine mientras se encuentra en la comodidad de su hogar.","Category":"Notebooks"}
,
{"ID Product":"0021","Name":"Ultrabook Hp Envy X360 13M-BD0033DX 2 en 1","Stock":"10","Price":"210370.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/12964197136161a50e871b0_4.jpg&w=1180&h=546&zc=2","Brand":"HP","Description":"HP ENVY x360 Convertible 13M-BD0033DX (3A7Y1UA#ABA) 2 en 1: Procesador Intel Core i7-1165G7 11th generacion (up to 4.7 GHz with Intel Turbo Boost Technology, 12 MB L3 cache, 4 cores) + Memoria Ram 8gb ddr4 onboard + Disco SSD 512gb PCIe NVMe_x0099_ M.2 SSD + Pantalla Tactil FHD OLED 13.3 Pulgadas (1920 X 1080) UWVA, edge-to-edge glass, micro-edge, Corning Gorilla Glass NBT, Video onboard Intel Iris Xe Graphics, lector de huella dactilar, Audio by Bang & Olufsen; Dual speakers; HP Audio Boost. No tiene lectora de cds ni dvds. Puertos: 1 Thunderbolt_x0099_ 4 with USB4_x0099_ Type-C 40Gbps signaling rate (USB Power Delivery, DisplayPort_x0099_ 1.4, HP Sleep and Charge); 1 SuperSpeed USB Type-A 5Gbps signaling rate (HP Sleep and Charge); 1 SuperSpeed USB Type-A 5Gbps signaling rate; 1 AC smart pin; 1 headphone/microphone combo. Lector de memorias micro sd, Intel Wi-Fi 6 AX201 (2x2) and Bluetooth 5 combo (Supporting Gigabit data rate), Webcam HD 720p con microfono. No tiene Teclado numerico + Teclado en ingles y es retroiluminado. Peso 1.32 kilos. Sistema Operativo: Windows 10 Home 64 bits. Color: Pale Gold. Bateria 3 celdas de 51 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0022","Name":"Ultrabook Hp 14-DQ2088WM Aspen Green Camo","Stock":"15","Price":"126440.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/718727943607ce919e9e83_4.jpg&w=1180&h=546&zc=2","Brand":"HP","Description":"Ultrabook Hp 14-DQ2088WM (2K4P8UA) Aspen Green Camo: Procesador Intel Core_x0099_ i5-1135G7 11th Generacion 2021 (up to 4.2 GHz with Intel Turbo Boost Technology, 8 MB L3 cache, 4 cores), Memoria Ram 8gb, Disco SSD 256gb PCIe NVMe_x0099_ M.2 SSD, Pantalla HD 14.0'' (1366 X 768), Video integrado Intel Iris X? Graphics, No tiene lectora ni grabadora de cds, wifi, bluetooth 4.2, webcam HD 720p con microfono, Parlantes duales. Puertos: 1 SuperSpeed USB Type-C 5Gbps signaling rate; 2 SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 1.4b; 1 AC smart pin; 1 headphone/microphone combo. Teclado en ingles, no trae teclado numerico, super liviana 1.46 kilos, bateria 3 celdas de 41wh. Sistema Operativo Windows 10 Home 64 bits.","Category":"Notebooks"}
,
{"ID Product":"0023","Name":"Ultrabook Hp 14-dq0004dx Rose Gold","Stock":"20","Price":"57988.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/100836910960a7943496afe_4.jpg&w=1180&h=546&zc=2","Brand":"HP","Description":"Ultrabook Hp 14-dq0004dx (287A9UA) Rose Gold: Intel Celeron N4020 (1.1 GHz base frequency, up to 2.8 GHz burst frequency, 4 MB L2 cache, 2 cores), Ram 4gb ddr4, Disco SSD 64gb (EMMC), Pantalla HD 14.0 pulgadas (1366 x 768), Video onboard Intel UHD Graphics, no trae lectora de cds ni dvds, salida hdmi, webcam HD 720p con micfrono, wifi, bluetooth 5.0, Lector de memorias SD, Puertos: 1 USB 3.1 Gen 1 Type-C_x0099_ (Data Transfer Only, 5 Gb/s signaling rate); 2 USB 3.1 Gen 1 Type-A (Data Transfer Only). Teclado en ingles configurable al español, no trae teclado numerico, Bateria de 3 celdas de 41WH, Parlantes Duales, Super liviana pesa solo 1.45 kilos, Audio estéreo, Sistema operativo: Windows 10 S Mode. Color Rosas.","Category":"Notebooks"}
,
{"ID Product":"0024","Name":"Ultrabook Msi GP66 Leopard 11UH-032 Customizada","Stock":"10","Price":"494860.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1772517642614bf94739d99_4.jpg&w=1180&h=546&zc=2","Brand":"Msi","Description":"Ultrabook Msi GP66 Leopard 11UH-032: Procesador Intel I7 (11th Gen) 8-core Processor 2.3 ghz to 4.6 ghz + Memoria Ram 40gb (trae instalados 1 dims de 32gb y otro de 8gb y admite maximo 64gb) + Disco SSD 1TB + Pantalla IPS FHD 15.6 Pulgadas de 240 hz y 3.5ms (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX 3080 Laptop GPU 8 GB GDDR6. Parlantes duales 2 x 2w. Preparado para la relaidad virtual. No tiene lectora de cds ni dvds. Puertos: 3 x USB 3.2 Gen 1 + 1 x Mini DisplayPort 1.4 + 1 x HDMI (4K@120Hz / 8K@60Hz) + 1 x Audio Combo (1/8\"). Lector de memorias, Killer WiFi 6E AX1675 (2x2), bluetooth 5.2, Webcam HD con microfono. Teclado RGB retroiluminado Serie Steel RGB por tecla con tecla Anti-Fantasma (102 teclas) + no tiene teclado numerico y es en ingles. Peso 2.395 kilos. Sistema Operativo: Windows 10 Home 64-bit. Color: Core Black. Bateria 4 celdas 65 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0025","Name":"Ultrabook MSI Crosshair 17 A11UDK-202","Stock":"12","Price":"313920.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/191961514361608c30c555d_4.jpg&w=1180&h=546&zc=2","Brand":"Msi","Description":"Notebook Msi Crosshair 17 A11UDK-202: Procesador Octa Core Intel Core i7-11800H (11 th Gen) 2.30 to 4.60 ghz + Memoria Ram 16gb ddr4 3200 mhz (instalados 2 dimm x 8gb, soporta hasta 64gb) + Disco SSD 512gb NVMe SSD + Pantalla Thin Bezel IPS FHD 17.3 Pulgadas de 144hz (1920 X 1080), Placa de video dedicada NVIDIA GeForce RTX 3050Ti GPU 4 GB GDDR6. No tiene lectora de cds ni dvds. Puertos: 1 x USB 3.2 Gen 1 Type-C + 2 x USB 3.2 Gen 1 Type-A + 1 x USB 2.0 + 1 x HDMI (4K @ 60Hz) + 1 x RJ-45 (1Gbps) + 1 x Headphone/Microphone Combo Jack. Parlantes duales 2w x 2, wi-fi 6, bluetooth 5.1 , Webcam HD 720p con microfono. Teclado RGB retroiluminado + numerico + Teclado en ingles. Peso 2.23 kilos super liviana por ser una pc de 17.3. Sistema Operativo: Windows 10 Home 64-bit. Color: Titanium Gray. Bateria 3 celdas de 53 whr. El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished.","Category":"Notebooks"}
,
{"ID Product":"0026","Name":"Ultrabook MSI Modern 14 B11MO-209 Customizada","Stock":"4","Price":"186390.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7757831936160984b51dc6_4.jpg&w=1180&h=546&zc=2","Brand":"Msi","Description":"Ultrabook MSI Modern 14 B11MO-209 : Procesador Quad Core Intel I5 1135g7 (11th gen) 2.4 to 4.2 ghz Supera tu imaginación: el procesador Intel Core i5 de 11 generación, ofrece un alto rendimiento. Ya sea diseño gráfico, edición de video o reproducción 3D, el Modern 14 da vida a tu imaginación + Memoria Ram 12gb ddr4 de 3200 mhz (instalados 1 dimm x 8gb + 1 dimm x 4gb y soporta maximo hasta 32gb trae dos slots) + Disco SSD 512gb NVMe + Pantalla THIN BEZEL IPS FHD 14.0 Pulgadas (1920 X 1080) Visuales refrescante: la pantalla de nivel IPS de 14 pulgadas ofrece imágenes realistas con una alta tasa de actualización para que puedas ver cada marco que estás editando, Video onboard Intel Iris Xe Graphics, Parlantes duales 2 x 2w. No tiene lectora de cds ni dvds. Puertos: 1 x USB 3.2 Gen 2 Type-C + 2 x USB 3.2 Gen 1 Type-A + 1 x HDMI (4K @ 30Hz) + Mic-in/Headphone-out Combo. Lector de memorias SD (XC/HC), wi-fi5 , bluetooth 5.0, Webcam HD con microfono. No tiene Teclado numerico + Teclado Retroiluminado y en ingles. Super liviana Peso 1.18 kilos. Sistema Operativo: Windows 10 Home 64-bits. Color: Beige Mousse. Bateria 3 celdas 39 whr . El teclado es en ingles configurable al español. El equipo es new (nuevo), no trabajamos notebooks refurbished. diseñado para el futuro: fabricado en un chasis de aluminio ultrafino y ligero, el Modern 14 está hecho para ser portátil y elegante. La bisagra de 180 grados hace que sea fácil compartir tu contenido e ideas con otros. Productividad sin compromisos: la exclusiva tecnología Cooler Boost de MSI garantiza una óptima disipación térmica. Con 2 ventiladores, consigue un mayor flujo de aire con la nueva tecnología Cooler Boost. Conexiones versátiles: el Modern 14 cuenta con una amplia gama de puertos I/O, con una función de visualización Matrix para que puedas ampliar las visiones a través de múltiples pantallas a través de HDMI.","Category":"Notebooks"}
,
{"ID Product":"0027","Name":"Monitor Samsung 27'' Led Curvo Gaming Odyssey G55","Stock":"6","Price":"65945.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10734497061cdcf52d0212_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung Gamer Curvo G55 Odyssey 27 144hz 1440p: Curva óptima, verdadera inmersión. Deja que las escenas vívidas te rodeen. La pantalla 1000R global ocupa cada rincón de tu visión periférica y te sumerge en la escena como si fueras el personaje del juego. Experimenta un nivel de juego que te hará emocionar como nunca antes. Asombrosa resolución WQHD: Tu mundo de juegos, ahora sorprendentemente similar al mundo real. La resolución WQHD cuenta con una densidad de pixeles 1,7 veces superior a Full HD y tiene imágenes increíblemente detalladas y nítidas. Experimenta una vista más completa y con más espacio para sumarse a la acción. Frecuencia de actualización de 144 Hz: Conquista a cada enemigo, incluso a velocidades elevadas. La frecuencia de actualización de 144 Hz reduce la demora y mejora el efecto de movimiento para lograr una emocionante capacidad de juego con acción increíblemente fluida. Tiempo de respuesta de 1 ms: Haz que cada movimiento cuente gracias al tiempo de respuesta de 1 ms. Ataca a tus enemigos ni bien los veas y lleva la delantera con movimientos precisos del mouse. Tu rendimiento en la pantalla será tan rápido como tus propios reflejos. AMD FreeSync Premium: Experimenta una capacidad de juego fluido sin esfuerzo. AMD FreeSync Premium incluye tecnología de sincronización adaptable para reducir cortes, incorrecciones de imágenes y latencia de entrada. La compensación de velocidad baja de los fotogramas te garantiza la fluidez de cada escena, sin ningún inconveniente. HDR verdaderamente realista: HDR10 te permite ver gráficos impresionantes. Un caleidoscopio de sombras hace que las escenas cobren vida de forma más nítida. Descubre los secretos detrás de cada sombra con negros oscuros, blancos luminosos y una resolución increíblemente detallada.","Category":"Monitores"}
,
{"ID Product":"0028","Name":"Monitor Samsung 24'' Led Plano Gaming Odyssey G35","Stock":"8","Price":"43600.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/99698883261cd2c0d9ed18_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung 24'' Led Plano Gaming Odyssey G35: jugá como se debe con este Monitor Gamer Samsung! Gracias a su resolución de 1080p y su tasa de refresco de 144Hz vas a poder experimentar los juegos, tanto multijugadores competitivos como experiencias para un jugador, de una manera espectacular y super inmersiva. Una vez que pruebes los 144hz, no podés volver atrás. Llevate el tuyo ahora!","Category":"Monitores"}
,
{"ID Product":"0029","Name":"Monitor Samsung 32'' 4K Led Plano J590","Stock":"10","Price":"88835.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2507507415cdee6cce4ff8_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung 24'' Led Plano Gaming Odyssey G35","Category":"Monitores"},
{"ID Product":"0030","Name":"Monitor Samsung 27'' QLED Curvo G73 (Gamer)","Stock":"12","Price":"78698.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/16184308125da5ef3690526_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Curvo Samsung 27 G73: Un tiempo de respuesta de 1 ms (MPRT) Al combinar la avanzada tecnología de reducción de desenfoque de movimiento con el panel VA superior, Samsung ha creado este monitor curvo con un tiempo de respuesta de imagen en movimiento (MPRT) súper rápido de 1 ms. Para que pueda experimentar el rendimiento de juego de pantalla completa sin precedentes, sin desenfoque de movimiento. Curvo y súper rápido: Experiencia de juego intachable e impecable, Frecuencia de actualización de 144Hz. La increíblemente rápida frecuencia de actualización de 144Hz reduce los retrasos de video y el desenfoque de movimiento para brindarte una experiencia de juego fluida. La configuración fácil de usar de 60Hz / 120Hz le permite optimizar el rendimiento de su pantalla directamente en la pantalla sin tener que ir al menú cada vez. Experiencia de juego intachable e impecable. Colores recientemente definidos. Vibraciones de color Quantum Dot. Con la tecnología Quantum Dot, el Curved Gaming Monitor de Samsung tiene aproximadamente un 125% de salida de color RGB. Los colores son más diversos, más ricos, más claros y están más cerca de la realidad que nunca para ofrecer una experiencia de juego casi real. Colores recientemente definidos: Optimizado para cada género de juego. Varios modos de juego. Los modos de visualización del juego de la serie CFG73 optimizan al instante los niveles de gamma negro, las proporciones de contraste, la nitidez y la configuración del balance de color para cada género: FPS, RTS, RPG o AOS. Las pantallas se desarrollaron en colaboración con el Samsung Galaxy Team, los ganadores de las semifinales del Campeonato LOL 2016. Optimizado para cada género de juego: Siente la verdadera experiencia de juego. Tablero OSD: Con el panel OSD de Samsung para jugadores, ahora tienes a la vista las configuraciones de juego más importantes. Incluso puede usar atajos de teclado para personalizar la configuración. Configura el ganador del Good Design Award y comienza a jugar inmediatamente.","Category":"Monitores"}
,
{"ID Product":"0031","Name":"Monitor Samsung 27'' LED Curvo F390","Stock":"10","Price":"37932.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/16368455775931c49a7f302_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Una auténtica experiencia inmersiva: Disfruta de una experiencia totalmente inmersiva con el nuevo monitor curvo de Samsung. Su curvatura 1800R (radio de curvatura de 1800 mm) te ofrece un mayor campo de visión, mejorando la percepción de profundidad y haciendo que te sumerjas aún más en tu contenido multimedia. Confort para tus ojos: Recientes estudios han demostrado que las pantallas curvas proporcionan una sensación de alivio en comparación con las planas. Deja que tu contenido cobre vida: La tecnología Active Crystal Color de Samsung te proporciona una paleta de colores más amplia que los monitores tradicionales, para que disfrutes de colores más vivos y una calidad de imagen realista. Juegos más fluidos con AMD FreeSync: Con Samsung te sumergirás en tus juegos favoritos. AMD FreeSync minimiza los molestos parpadeos de la pantalla al sincronizar la tasa de refresco con la de las imágenes que se muestran. Un perfil Super Slim con un elegante diseño curvo: Con un grosor de solo 11,9 mm. Reduce el consumo energético: Con el nuevo monitor curvo de Samsung y la función de brillo automático, capaz de ajustar el brillo de la pantalla según el entorno, reducirás en un 10%* el consumo energético. Resolucion FHD 1920x1080, relación de contraste estático: 3,000:1(Typ), Relacion de aspecto: 16:9, Tiempo de Respuesta: 4(GTG), Curvatura de Pantalla: 1800R, Brillo (Min): 250cd/m2.","Category":"Monitores"}
,
{"ID Product":"0032","Name":"Monitor Samsung 27'' Led Plano T350 (2021)","Stock":"15","Price":"33899.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/23902872560003ed9221e6_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung 27'' Led Plano T350 LF27T350FHNXZA (2021): Resolucion Full Hd 1920x 1080, Panel Ips, Frecuencia de refresco 75 hz, Sin bordes. visión amplia: la pantalla sin bordes de 3 lados aporta una estática limpia y moderna a cualquier entorno de trabajo. En una configuración de varios monitores, las pantallas se alinean sin problemas para obtener una vista prácticamente sin espacios sin distracciones. Panel IPS: Siéntase en cualquier lugar y tenga una experiencia de color de técnica completa. El panel IPS conserva la viveza del color y la claridad en cada centímetro de la pantalla. Incluso en una pantalla este amplio, tonos y tonos se ven completamente precisos desde prácticamente cualquier ángulo, sin lavado de color. acción sincronizada: experiencia de entretenimiento superflua. AMD Radeon FreeSync mantiene la frecuencia de actualización de su monitor y tarjeta gráfica en sincronización para reducir el desgarro de la imagen. Vea películas y juegue sin interrupciones. Incluso las escenas rápidas se ven fluidas y lisas. Visores suaves: la imagen se ve impecable. La frecuencia de actualización de 75 Hz ofrece escenas más fluidas. Ya sea que estás poniéndote al día en tu programa de televisión favorito, viendo un video o jugando un juego, tu entretenimiento no tiene efecto de retraso o fantasma. más potencia de juego: configuración de juego ideal que te da el borde al instante. Obtén un contraste de color e imagen óptimo para ver escenas más vívidas y detectar a los enemigos que se esconden en la oscuridad. Modo de juego ajusta cualquier juego para llenar la pantalla con cada detalle en la vista. Cuidado superior de los ojos: protege tus ojos y haz más. La avanzada tecnología de confort ocular reduce la tensión ocular para una informática extendida menos extenuante. La tecnología Flicker Free elimina continuamente el cansancio e irritante parpadeo de la pantalla, mientras que el modo Eye Saver minimiza la luz azul emitida. Tus ojos permanecen frescos durante más tiempo.","Category":"Monitores"}
,
{"ID Product":"0033","Name":"Monitor Asus 24'' Led Plano VA24EHE Gamer 75hz","Stock":"20","Price":"34335.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/473804411607723119e84e_4.jpg&w=1180&h=546&zc=2","Brand":"Asus","Description":"Monitor ASUS VA24EHE: Pantalla de retroiluminación LED Full HD (1920x1080) de 23.8 pulgadas con panel de ángulo de visión IPS de 178 de ancho.Frecuencia de actualización de hasta 75Hz con la tecnología Adaptive-Sync / FreeSync para eliminar el rastreo y garantizar una reproducción de video nítida y clara. Amplia conectividad que incluye puertos HDMI y D-sub. Montaje en pared VESA para ahorrar espacio en el escritorio. Los monitores ASUS Eye Care cuentan con tecnologías Flicker-free y Low Blue Light certificadas por TUV Rheinland para garantizar una experiencia de visualización cómoda. Admite tanto Adaptive-Sync con tarjetas gráficas NVIDIA GeForce* como FreeSync con tarjetas gráficas AMD Radeon* Compatible con NVIDIA GeForce GTX 10 serie.","Category":"Monitores"}
,
{"ID Product":"0034","Name":"Monitor Samsung 24'' Led Curvo Gaming RG50","Stock":"10","Price":"39785.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8064680775d14ff2a08a85_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Curvo 24 pulgadas con Frecuencia de actualización 144Hz. Pantalla más curva: Samsung ha liderado el mercado de monitores curvos desde que fuimos los primeros en presentar estas pantallas innovadoras en el 2015. Con una tecnología líder en la industria, los monitores curvos de Samsung son siempre los número uno en participación de mercado y elección del consumidor. Sumérgete en sus curvas: Sumérgete en cada juego con una pantalla curva 1800R profundamente redondeada. Monitor con enfoque nítido que permite una mayor concentración. Juega por más tiempo y menor fatiga visual. Vistas suaves y rápidas: acción suave y clara a cada momento. La frecuencia de actualización de hasta 144Hz te pone por delante, incluso en los juegos más exigentes. Descubre al enemigo al instante y observa los detalles de cada escena. Esto se puede cambiar fácilmente a 60Hz, 100Hz o 120Hz. Monitores exclusivos de juego: Consigue los ajustes ideales para tu juego. El Modo juego ajusta de manera óptima los niveles de gamma negro, el contraste, la nitidez y el color. El modo de consumo bajo minimiza los retrasos entre los dispositivos de entrada y la pantalla. Con el punto de objetivo virtual puedes centrar el objetivo en la pantalla para ataques más precisos contra el enemigo. acción impecable: No más juegos entrecortados. AMD Radeon FreeSync _x0099_ elimina los desgarros de imagen para juegos de acción rápida y excepcionalmente suaves. Con una frecuencia de actualización de pantalla adaptada dinámicamente, incluso las escenas de juegos más complejas son perfectas y prácticamente sin parpadeos. No más cansancio visual: Juega por más tiempo. El modo ahorro visual minimiza la luz azul lo suficiente para mantener los ojos relajados y cómodos al jugar durante largos períodos de tiempo. La tecnología Flicker Free elimina continuamente el parpadeo de la pantalla cansado e irritante para que puedas enfocarte por más tiempo, con menos distracción o fatiga visual. Verás más detalles incluso en la oscuridad: La relación de contraste de 3000: 1, te permite ver objetos peligrosos o enemigos en la pantalla con mayor claridad. Los negros son más profundos y los blancos más brillantes con mayor nivel de tonos intermedios. Incluso cuando los enemigos se esconden en la oscuridad puedes detectarlos rápidamente, antes de que sea demasiado tarde.","Category":"Monitores"}
,
{"ID Product":"0035","Name":"Monitor Samsung 24'' LED Curvo CF390","Stock":"12","Price":"26596.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/54064901359271368d982d_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Una auténtica experiencia inmersiva: Disfruta de una experiencia totalmente inmersiva con el nuevo monitor curvo de Samsung. Su curvatura 1800R (radio de curvatura de 1800 mm) te ofrece un mayor campo de visión, mejorando la percepción de profundidad y haciendo que te sumerjas aún más en tu contenido multimedia. Confort para tus ojos: Recientes estudios han demostrado que las pantallas curvas proporcionan una sensación de alivio en comparación con las planas. Deja que tu contenido cobre vida: La tecnología Active Crystal Color de Samsung te proporciona una paleta de colores más amplia que los monitores tradicionales, para que disfrutes de colores más vivos y una calidad de imagen realista. Juegos más fluidos con AMD FreeSync: Con Samsung te sumergirás en tus juegos favoritos. AMD FreeSync minimiza los molestos parpadeos de la pantalla al sincronizar la tasa de refresco con la de las imágenes que se muestran. Un perfil Super Slim con un elegante diseño curvo: Con un grosor de solo 11,9 mm. Reduce el consumo energético: Con el nuevo monitor curvo de Samsung y la función de brillo automático, capaz de ajustar el brillo de la pantalla según el entorno, reducirás en un 10%* el consumo energético. Resolucion FHD 1920x1080, relación de contraste estático: 3,000:1(Typ), Relacion de aspecto: 16:9, Tiempo de Respuesta: 4(GTG), Curvatura de Pantalla: 1800R, Brillo (Min): 200cd/m2. Modelo Samsung lc24f390fhl","Category":"Monitores"}
,
{"ID Product":"0036","Name":"Monitor Samsung 24'' Led Plano T350 (2021)","Stock":"4","Price":"26378.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10826626860003f45d2312_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung 24'' Led Plano T350 LF24T350FHNXZA (2021): Resolucion Full Hd 1920x 1080, Panel Ips, Frecuencia de refresco 75 hz, Sin bordes. visión amplia: la pantalla sin bordes de 3 lados aporta una estática limpia y moderna a cualquier entorno de trabajo. En una configuración de varios monitores, las pantallas se alinean sin problemas para obtener una vista prácticamente sin espacios sin distracciones. Panel IPS: Siéntase en cualquier lugar y tenga una experiencia de color de técnica completa. El panel IPS conserva la viveza del color y la claridad en cada centímetro de la pantalla. Incluso en una pantalla este amplio, tonos y tonos se ven completamente precisos desde prácticamente cualquier ángulo, sin lavado de color. acción sincronizada: experiencia de entretenimiento superflua. AMD Radeon FreeSync mantiene la frecuencia de actualización de su monitor y tarjeta gráfica en sincronización para reducir el desgarro de la imagen. Vea películas y juegue sin interrupciones. Incluso las escenas rápidas se ven fluidas y lisas. Visores suaves: la imagen se ve impecable. La frecuencia de actualización de 75 Hz ofrece escenas más fluidas. Ya sea que estás poniéndote al día en tu programa de televisión favorito, viendo un video o jugando un juego, tu entretenimiento no tiene efecto de retraso o fantasma. más potencia de juego: configuración de juego ideal que te da el borde al instante. Obtén un contraste de color e imagen óptimo para ver escenas más vívidas y detectar a los enemigos que se esconden en la oscuridad. Modo de juego ajusta cualquier juego para llenar la pantalla con cada detalle en la vista. Cuidado superior de los ojos: protege tus ojos y haz más. La avanzada tecnología de confort ocular reduce la tensión ocular para una informática extendida menos extenuante. La tecnología Flicker Free elimina continuamente el cansancio e irritante parpadeo de la pantalla, mientras que el modo Eye Saver minimiza la luz azul emitida. Tus ojos permanecen frescos durante más tiempo.","Category":"Monitores"}
,
{"ID Product":"0037","Name":"Monitor Samsung 22'' Led Plano T350 (2021)","Stock":"6","Price":"24525.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/156082773860fa2e8213c44_4.jpg&w=1180&h=546&zc=2","Brand":"Samsung","Description":"Monitor Samsung 22'' Led Plano T350 LF22T350FHNXZA (2021): Resolucion Full Hd 1920x 1080, Panel Ips, Frecuencia de refresco 75 hz, Sin bordes. visión amplia: la pantalla sin bordes de 3 lados aporta una estática limpia y moderna a cualquier entorno de trabajo. En una configuración de varios monitores, las pantallas se alinean sin problemas para obtener una vista prácticamente sin espacios sin distracciones. Panel IPS: Siéntase en cualquier lugar y tenga una experiencia de color de técnica completa. El panel IPS conserva la viveza del color y la claridad en cada centímetro de la pantalla. Incluso en una pantalla este amplio, tonos y tonos se ven completamente precisos desde prácticamente cualquier ángulo, sin lavado de color. acción sincronizada: experiencia de entretenimiento superflua. AMD Radeon FreeSync mantiene la frecuencia de actualización de su monitor y tarjeta gráfica en sincronización para reducir el desgarro de la imagen. Vea películas y juegue sin interrupciones. Incluso las escenas rápidas se ven fluidas y lisas. Visores suaves: la imagen se ve impecable. La frecuencia de actualización de 75 Hz ofrece escenas más fluidas. Ya sea que estás poniéndote al día en tu programa de televisión favorito, viendo un video o jugando un juego, tu entretenimiento no tiene efecto de retraso o fantasma. más potencia de juego: configuración de juego ideal que te da el borde al instante. Obtén un contraste de color e imagen óptimo para ver escenas más vívidas y detectar a los enemigos que se esconden en la oscuridad. Modo de juego ajusta cualquier juego para llenar la pantalla con cada detalle en la vista. Cuidado superior de los ojos: protege tus ojos y haz más. La avanzada tecnología de confort ocular reduce la tensión ocular para una informática extendida menos extenuante. La tecnología Flicker Free elimina continuamente el cansancio e irritante parpadeo de la pantalla, mientras que el modo Eye Saver minimiza la luz azul emitida. Tus ojos permanecen frescos durante más tiempo.","Category":"Monitores"}
,
{"ID Product":"0038","Name":"Inyector Poe Tp Link Tl-poe150s 802.3af Gigabit 48vdc Full","Stock":"8","Price":"2725.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/17772325635e4dabd13f71f_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Cumplimiento con IEEE 802.3af. Determina automáticamente los requisitos de energía necesarios. Soporta la velocidad Gigabit . Plug and Play (conecte y use), no requiere configuración- El inyector PoE TL-POE150S cumple por completo el estándar IEEE 802.3af y puede funcionar con todos los equipos PoE o adaptadores de recepción PoE compatibles con la norma IEEE 802.3af tales como el modelo TL-POE10R de TP-LINK u otros dispositivos equivalentes. De este modo, puede llevar la red a aquellos puntos en los que no existe suministro eléctrico y poder utilizar dispositivos tales como puntos de acceso y Cámaras o teléfonos IP.","Category":"Conectividad"}
,
{"ID Product":"0039","Name":"Antena de Exterior Tp-Link CPE610","Stock":"10","Price":"6758.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/13057260375cffb42702142_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"CPE610: Hasta 300Mbps inalámbricos en 5GHz. Antena direccional de alta ganancia con 23dBi 2 2 MIMO y un metal reflector dedicado, ideal para depsliegues de larga distancia. Directividad de rayo excelente, mejora la latencia y cancelación de ruido. Piezas snap-lock inovadoreas para un rápido montaje y un diseño estructural robusto mantiene al CPE610 estable incluso con vientos fuertes. Carcasa impermeable duradera IP65, conjuntamente con protección de 15 kV ESD y rayos de hasta 6 kV ale hacen idóneo para cualquier clima. La tecnología TP-Link Pharos MAXtream TDMA aumenta la performance en velocidad, capacidad y latencia. Pharos Control da a los administradores un sistema de gestión centralizada gratuito. Modos de operación variados: AP / Client / Bridge / Repeater / AP Router / AP Client Router (WISP). Soporte de PoE pasivo permite un despliegue flexible ey una instalación conveniente","Category":"Conectividad"}
,
{"ID Product":"0040","Name":"CPE de Exterior Tp-Link CPE510","Stock":"12","Price":"5504.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7127134258e566d108e42_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"CPE de Exterior Tp-Link CPE510: de 13dBi en 5GHz a 300Mbps. La tecnología TP-LINK Pharos MAXtream TDMA(Time-Division-Multiple-Access) mejora el rendimiento del producto, la capacidad y la latencia, ideal para aplicaciones PTMP. Modos de operación: AP / Cliente / Bridge/ Repetidor / AP Router / AP Router Cliente (WISP). Antenas MIMO direccionales doblemente polarizadas de 13dBi y 2x2. Potencia de transmisión ajustable de 0 a 27 dBm / 500mw. Optimizaciones a nivel de sistema para la transmisión inalámbrica de más de 15 kilómetros de alcance. La tecnología TP-LINK Pharos MAXtream TDMA (Time-División-Multiple-Access) mejora el producto en el rendimiento, la capacidad y tiempo de latencia, ideal para aplicaciones PTMP. Sistema de gestión Centralizada - Pharos Control . Adaptador PoE Pasivo admite un máximo de 60 metros (200 pies) de implementeación PoE y permite que el dispositivo se resetee remotamente","Category":"Conectividad"}
,
{"ID Product":"0041","Name":"CPE de Exterior Tp-Link CPE220","Stock":"10","Price":"6289.30","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10441155755ec9bab85e25d_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"CPE220: CPE de Exterior 2.4Gz 300Mbps 12dBi. Antena incorporada de 12dBi 2x2 MIMO direccional de doble polarizado. Potencia de transmisión ajustable de 0 a 30dBm/1000mw. Optimizaciones a nivel de sistema para transmisión inalámbrica de más de 13 kilómetros de largo alcance. La tecnología TP-LINK Pharos MAXtream TDMA (Time-Division-Multiple-Access) mejora el rendimiento del producto, la capacidad y rendimiento de latencia, ideal para aplicaciones PTMP. Sistema de Administración Centralizada - Control Pharos. Modos de operación AP / Cliente / AP Router / AP Cliente Router (WISP). Adaptador PoE pasivo soporta hasta 60 metros (200 pies). Alimentación a través de puerto de Ethernet que permite que el dispositivo se restablezca de forma remota. CP220E exterior TP-LINK 2.4GHz 300Mbps 12dBi, especial para soluciones rentables para aplicaciones al aire libre de redes inalámbricas. Con su aplicación de gestión centralizada, es ideal para conexiones punto a punto, punto a multipunto y aplicaciones exteriores de cobertura Wi-Fi. Rendimiento profesional, con un diseño fácil de usar, hace del CPE220 una opción ideal para usuarios domásticos y empresariales. Hardware Empresarial: Con Qualcomm Atheros chipsets de nivel empresarial, antenas de alta ganancia, un material de gran calidad, caja especialmente diseñada, y la fuente de Alimentación PoE, CPE220 está especialmente diseñado para uso en exteriores y puede operar sin problemas en casi cualquier clima, con temperaturas de funcionamiento desde -30 ? (- 22 ?) a 70 ? (158 ?). Sistema Avanzado de Antena: Antena de alta ganancia, polarización dual Reflexión metálica que asegura una mayor ganancia y una menor interferencia de ruido. transmisión inalámbrica de más de 13 km de alcance. Un diseño que rompe las barreras del rango tradicional de transmisión Wi-Fi, por lo que CPE220 es un producto ideal para aplicaciones al aire libre para redes inalámbricas. tecnología TDMA TP-LINK MAXtream: A medida que aumenta la escala de red, la competencia y las colisiones wireless entre los CPEs y las estaciones base será tan enorme que el rendimiento real de la red caerá, dando como resultado un grave impacto en la experiencia del usuario final. Para mitigar estos efectos, la CPE510 utiliza tecnología TDMA MAXtream. Control Pharos _x0096_ Sistema de gestión Centralizada: CPE220 también viene equipado con un software de gestión centralizada que ayuda a los usuarios a gestionar fácilmente todos los dispositivos de su red desde un solo ordenador _x0096_ Pharos Control. Las funciones como la detección de dispositivos, la monitorización del estado, la actualización de firmware, y el mantenimiento de la red se pueden manejar usando Pharos Control.","Category":"Conectividad"}
,
{"ID Product":"0042","Name":"CPE de Exterior Tp-Link CPE210","Stock":"10","Price":"5068.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/9053262405cd2457dd74ce_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Para qué sirve este producto: El CPE para exteriores de TP-LINK a 2.4GHz 300Mbps 9dB, el CPE210 está dedicado a proporcionar soluciones efectivas para redes inalámbricas exteriores. Con su aplicación de configuración centralizada, es ideal para conexiones punto a punto, punto a multipunto y cobertura Wi-Fi para exteriores. Con un rendimiento profesional, junto con su diseño fácil para los usuarios, hace del CPE210 una elección tanto para empresas como para hogares. diseño de hardware empresarial: Con el chip Atheros Qualcomm a nivel empresarial, con antenas de alta ganancia y material de alta calidad, carcasa especialmente diseñada, y con un dispositivo PoE para administrar energía, el CPE210 está especialmente diseñado para su uso en exteriores y puede trabajar sin problemas en casi cualquier clima, con temperaturas entre -40°C (-40°F) hasta +70°C (158°F). Sistema avanzado de antenas: Construido con una antena de alta ganancia y de un material metálico reflectante para asegurar una mejor ganancia y un menor ruido de interferencias. Alta potencia y alta sensibilidad: La transmisión de alta potencia (hasta 27dBm/500mw) y alta sensibilidad de recepción (hasta -95dBM) rompe las barreras del rango tradicional de transmisión Wi-Fi, haciendo del CPE210 un producto ideal para aplicaciones de red en exteriores. diseño profesional para exteriores: El CPE210 está diseñado para trabajar en ambientes desapacibles, incluso en algunos de los ambientes más hostiles del mundo en cuanto a condiciones climáticas. diseño a prueba de climatología: Con su diseño para exteriores, a prueba de climatología y que engloba un diseño a nivel industrial, el CPE210 puede seguir trabajando en distintas condiciones climáticas, como en días soleados, lluvias, viento, nieve o en ambientes con temperaturas ambientales extremadamente bajas o altas (30°C~70°C). Doble protección contra ataques ESD: Además de ser un terminal con toma de tierra, el CPE210 ofrece otras vías para eliminar los ataques ESD (descargas electroestáticas) mediante el adaptador PoE y el cable Ethernet con toma de tierra. El CPE210 también tiene otras medidas de seguridad que lo mantienen a salvo de ataques electroestáticos de hasta 15KV ESD y de una protección anti rayos de hasta 6000V para trabajar de manera segura. tecnología TP-LINK MAXtream TDMA: según crece la escala de red, la competición inalámbrica y las colisiones entre los CPEs y las estaciones base será tan grande que el rendimiento real de la red caerá, dando lugar a un impacto negativo en la experiencia del usuario final, para mitigar estos efectos, el CPE210 usa la tecnología MAXtream TDMA. transmisión de datos inalámbricos de más de 5km: Especialmente diseñado para su uso en exteriores, ideal para transmisiones de datos a larga distancia de manera inalámbrica por encima de los 5km. Pharos Control _x0096_ Sistema de Administración centralizada: El CPE210 también viene equipado con el sistema de Administración centralizada que ayuda al usuario a administrar todos los dispositivos de su red desde un PC _x0096_ Pharos Control. Funciones como el descubrimiento de dispositivos, estados, monitorización, actualización de firmware y de mantenimiento de red pueden ser administrados mediante el Pharos Control. PharOS: User-friendly web-based management system allows professionals to apply more specific configurations.","Category":"Conectividad"}
,
{"ID Product":"0043","Name":"Convertidor Multimedia de Modo Individual de Gigabit MC210CS","Stock":"15","Price":"7630.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/29095146558ec34a361710_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Convertidor Multimedia de Modo Individual de Gigabit, Tp-Link MC210CS. Compatible con IEEE 802.3ab y 802.3z IEEE. Proporciona configuración del switch de la fuerza / el modo automático de transferencia de puertos FX. Amplía la distancia de fibra de hasta 15 km.","Category":"Conectividad"}
,
{"ID Product":"0044","Name":"Puntero Laser Logitech R500 Wireless Presenter","Stock":"20","Price":"3597.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/5984902765ee29e846fb5f_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"PRESENTADOR LOGITECH R500 LASER (910-005333) Con amplia compatibilidad. PRESENTACIONES NATURALES: Realiza presentaciones impactantes con el remoto inalámbrico láser para presentaciones R500. Muévete libremente y navega por las diapositivas a una distancia de hasta 20 metros de la pantalla, y señala las áreas relevantes con el puntero láser rojo. El R500 está optimizado para funcionar con Windows, macOS y los principales programas de software de presentación. SIMPLEMENTE PRESENTA: El R500 es un remoto inalámbrico para presentaciones fiable y sencillo de usar, que te permite concentrarte en lo que tienes que decir. navegación POR DIAPOSITIVAS INTUITIVA: Los tres botones del distintivo diseño del R500 facilitan la navegación por la presentación sin necesidad de fijar la vista en el remoto. PUNTERO láser ROJO: señala áreas de enfoque precisas en tu presentación con un puntero láser rojo brillante y fácil de usar. aplicación LOGITECH PRESENTATION: Personaliza las funciones de botones, controla la duración de las baterías y configura un temporizador en pantalla desde la aplicación Logitech Presentation. No temas que la computadora entre en estado de suspensión, la aplicación lo mantiene activo mientras realiza la presentación. RADIO DE acción DE 20 METROS: Conecta el R500 a la computadora mediante el receptor USB o tecnología Bluetooth de bajo consumo. Luego Muévete y presenta con plena libertad a una distancia de hasta 20 metros. diseñado PARA UNA SUJECIÓN SEGURA: El remoto inalámbrico láser para presentaciones R500 se ha diseñado para adaptarse cómodamente a la palma de la mano, y su superficie de goma blanda y botones texturizados facilitan la SUJECIÓN al presentar.","Category":"Conectividad"}
,
{"ID Product":"0045","Name":"Presentador Logitech Spotlight","Stock":"10","Price":"6867.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14784690465aa1a87f4efdb_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"PRESENTAMOS SPOTLIGHT: Un nuevo estándar en control de presentaciones. Combina un diseño minimalista con funcionalidad avanzada. Se usa y se maneja con la misma asombrosa facilidad. DEMOSTRACIÓN: Resalte mejor que nunca con el sistema de puntero avanzado de Spotlight1. Elija su modo preferido para resaltar con precisión áreas de interés o para ampliarlas con detalles de píxeles perfectos. reproducción: Use el cursor en pantalla para reproducir y poner en pausa videos, abrir vínculos y usar todo tipo de contenidos de forma interactiva. No hay que perder el ritmo para acercarse a un ratón o un portátil. CONFIANZA: Spotlight se conecta al instante a través del receptor USB o de Bluetooth. Es Plug and Play en la mayoría de plataformas y compatible con todas las aplicaciones de presentaciones más populares. Además, es recargable1 y ofrece un radio de acción de hasta 30 metros2. CRONOMETRAJE: Administre su tiempo1 a la perfección desde la primera a la última diapositiva. Establezca hitos por tiempo en la aplicación y reciba alertas por vibración directamente en la mano.","Category":"Conectividad" }
,
{"ID Product":"0046","Name":"Adaptador Bluetooth Usb Nano Tp-link UB500","Stock":"12","Price":"1417.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1473932496196a4f7326ec_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"UB500: Adaptador Nano USB Bluetooth 5.0. Bluetooth 5.0 : aplica la última tecnología Bluetooth 5.0, compatible con versiones anteriores de Bluetooth V4.0 / 3.0 / 2.1 / 2.0 / 1.1. Conectividad inalámbrica : proporciona una comunicación estable y conveniente entre los dispositivos Bluetooth y su PC o ordenador portátil. Tamaño nanométrico: ultrapequeño para una portabilidad conveniente con un alto rendimiento confiable. Sistema operativo compatible : Windows 10 / 8.1 / 7. Equipe su computadora con Bluetooth 5.0, Adaptador Nano USB Bluetooth 5.0. Bluetooth 5.0: velocidades más rápidas, mayor cobertura: UB500 equipa su PC con tecnología Bluetooth 5.0 más avanzada que tiene actualizaciones generales en comparación con versiones anteriores. Funciona con velocidades de conexión más rápidas y un mayor alcance que la tecnología Bluetooth 4.0, lo que garantiza una conexión inalámbrica sólida y estable entre su PC y los dispositivos Bluetooth. Los usuarios también se benefician de la conservación de energía y una mayor capacidad de transmisión. Reproducir másica desde el otro lado de la habitación: Gracias a las mejoras a Bluetooth, UB500 tiene un mayor rango de transmisión entre dispositivos como su reproductor de másica y su PC. Con una mayor distancia de transmisión, disfrute de audio sin pérdidas a través de sus auriculares Bluetooth sin tener que desplazarse con su ordenador. Ahora, no hay necesidad de preocuparse de que la distancia afecte la escucha de másica. Enlace a su computadora a través de Bluetooth: UB500 hace que lod PC y portátiles sin Bluetooth sean compatibles con Bluetooth. Simplemente conecte sus dispositivos Bluetooth a su ordandor y diusfrútelo con facilidad. Admite hasta 7 dispositivos Bluetooth a la vez con una potente conexión inalámbrica. Puede transferir archivos, másica y videos entre sus dispositivos Bluetooth y su PC con velocidades de transmisión 2 veces más rápidas.","Category":"Conectividad"}
,
{"ID Product":"0047","Name":"Receptor de másica Bluetooth Tp-Link HA100","Stock":"4","Price":"5095.75","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/66137085558ebe1189427a_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Comparta másica inalámbricamente desde su smartphone/tablet con cualquier altavoz estéreo/mono por Bluetooth. Conecte con su dispositivo Bluetooth o NFC, utilizando el HA100 o el tag NFC. Conecte a cualquier estéreo compatible con 3.5mm o jacks RCA. Transmita hasta 20 metros, en línea recta Bluetooth 4.1, compatible con todos los dispositivos Bluetooth estéreo A2DP","Category":"Conectividad"}
,
{"ID Product":"0048","Name":"Adaptador Bluetooth Usb Nano Tp-link UB400","Stock":"6","Price":"1362.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/15086461915e4da5cc3dbdf_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Adaptador Bluetooth Usb Nano Tp-link Ub400 Para Notebook Pc. Bluetooth 4.0 _x0096_ Aplica la última tecnología de Bluetooth 4.0 con poca energía (BLE) y es compatible con Bluetooth V3.0/2.1/2.0/1.1 . Sin necesidad de Driver_x0096_ Plug and Play para Win 8, Win 8.1, para Win 10 . Tamaño-Nano _x0096_ Ultra pequeño e idóneo para transportar con alto rendimiento confiable. Sistemas Operativos Soportados _x0096_ Soporta Windows 10/8.1/8/7/XP","Category":"Conectividad"}
,
{"ID Product":"0049","Name":"Mercusys by Tp Link Halo S12 Dual Band Mesh x 3u","Stock":"8","Price":"7782.60","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1377472860615f478a374b1_4.jpg&w=1180&h=546&zc=2","Brand":"Mercusys","Description":"Repetidor Mercusys Halo S12 Mesh WiFi (3 Pack) 1167Mbps: Una red unificada: con la tecnología de malla avanzada, las unidades Halo trabajan juntas para formar una única red unificada para todo el hogar con un nombre y contraseña de Wi-Fi. Roaming sin interrupciones: cambie automáticamente de Halos a medida que se mueve por su hogar, obteniendo siempre la mejor señal para disfrutar de las conexiones más rápidas para todos sus dispositivos. Cobertura para toda la casa: mantén una cobertura de hasta 3500 pies (320 m) con Wi-Fi de alta velocidad. Wi-Fi de alta velocidad: Halo S12 proporciona conexiones rápidas y estables con velocidades de hasta 1,167 Mbps y funciona con los principales proveedores de servicios de Internet (ISP) y módems. Ultra alto rendimiento: disfrute de una conexión sin demoras y entretenimiento sin interrupciones en todos sus dispositivos, al mismo tiempo.","Category":"Conectividad"}
,
{"ID Product":"0050","Name":"Tp Link Deco X20: Sistema Wi-Fi 6 Mesh x 3u AX1800 (ver 2.0)","Stock":"10","Price":"31174.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1254916743611420f721660_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Sistema Wi-Fi 6 Mesh para todo tu hogar AX1800: Conexiones más rápidas: Wi-Fi 6 velocidades de hasta 1.800 Mbps: 1.201 Mbps en 5 GHz y 574 Mbps en 2.4 GHz. Conecte más dispositivos: la tecnología OFDMA y MU-MIMO cuadriplica la capacidad para permitir la transmisión simultánea a más dispositivos. Cobertura sin interrupciones mejorada: logre una cobertura perfecta en todo el hogar con una señal de Wi-Fi para todo el hogar más clara y fuerte generada por Wi-Fi 6. Latencia ultrabaja: una mayor reducción de la latencia permite juegos y video chat con mayor capacidad de respuesta. Una red unificada: varias unidades forman una red para todo el hogar que selecciona automáticamente la mejor conexión a medida que se desplaza por su hogar. Seguridad total: el cifrado WPA3 y TP-Link HomeCareTM brindan funciones personalizadas, que incluyen controles parentales, antivirus y calidad de servicio (QoS) para garantizar una experiencia en línea más segura. configuración más fácil que nunca: la aplicación Deco lo guía paso a paso a través de la configuración.","Category":"Conectividad"}
,
{"ID Product":"0051","Name":"Tp Link Deco X20: Sistema Wi-Fi 6 Mesh x 2u AX1800","Stock":"12","Price":"23980.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/73659611260da3b63477c0_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Sistema Wi-Fi 6 Mesh para todo tu hogar AX1800: Conexiones más rápidas: Wi-Fi 6 velocidades de hasta 1.800 Mbps: 1.201 Mbps en 5 GHz y 574 Mbps en 2.4 GHz. Conecte más dispositivos: la tecnología OFDMA y MU-MIMO cuadriplica la capacidad para permitir la transmisión simultánea a más dispositivos. Cobertura sin interrupciones mejorada: logre una cobertura perfecta en todo el hogar con una señal de Wi-Fi para todo el hogar más clara y fuerte generada por Wi-Fi 6. Latencia ultrabaja: una mayor reducción de la latencia permite juegos y video chat con mayor capacidad de respuesta. Una red unificada: varias unidades forman una red para todo el hogar que selecciona automáticamente la mejor conexión a medida que se desplaza por su hogar. Seguridad total: el cifrado WPA3 y TP-Link HomeCareTM brindan funciones personalizadas, que incluyen controles parentales, antivirus y calidad de servicio (QoS) para garantizar una experiencia en línea más segura. configuración más fácil que nunca: la aplicación Deco lo guía paso a paso a través de la configuración.","Category":"Conectividad"}
,
{"ID Product":"0052","Name":"Tp Link Deco M4: Sistema Wi-Fi Mesh x 3u AC1200","Stock":"10","Price":"18094.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/64489306560a40a0f66a0a_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Deco usa un sistema de unidades para lograr una cobertura Wi-Fi perfecta para el hogar _x0097_ Elimina las zonas de baja señal de una vez por todas! Con la avanzada tecnología Deco Mesh, los dispositivos Deco trabajan juntos para formar una red unificada en tu hogar, con el mismo nombre de red. Los dispositivos cambian automáticamente entre Decos a medida que te desplazas por tu hogar para obtener las velocidades más rápidas posibles. Un pack de 2 Deco M4 proporciona Wi-Fi en un área de hasta 260 metros cuadrados. Si necesita cubrir un área mayor, simplemente añade en cualquier momento más Decos a tu red para aumentar la cobertura. Deco M4 proporciona conexiones rápidas y estables con velocidades de hasta 1167 Mbps y funciona con los routers de los principales operadores del mercado. Deco puede gestionar el tráfico incluso en redes muy saturadas, proporcionando conexiones sin retardo a más de 100 dispositivos. El Control Parental limita el tiempo en línea y bloquea sitios webs inapropiados, de acuerdo con los perfiles únicos creados para cada miembro de la familia. La configuración es muy sencilla. La app Deco te guía paso a paso.","Category":"Conectividad"}
,
{"ID Product":"0053","Name":"Extensor De señal Wifi Tp-link Tl-wpa4220kit","Stock":"15","Price":"5777.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/63288102857d308679b3a4_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"TL-WPA4220KIT: Kit Extensor Powerline WiFi AV500 a 300 Mbps. súper extensión de cobertura pulsando un botón _x0096_ El botón de clonado Wi-Fi simplifica su configuración Wi-Fi y le ayuda a construir una red domástica unificada y sin cortes. El estándar HomePlug AV proporciona transmisión de datos a alta velocidad hasta 500Mbps sobre el cableado eléctrico existente en el hogar, ideal para streaming de video HD o 3D sin retardos y juegos en red. Extiende las conexiones inalámbricas a 300Mbps a zonas previamente inaccesibles de su hogar y oficina","Category":"Conectividad"}
,
{"ID Product":"0054","Name":"Repetidor Tp Link TL-WA901ND","Stock":"20","Price":"4850.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/13387032385b450239001ec_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"El TP-LINK Punto de Acceso inalámbrico N TL-WA901ND está diseñado para establecer o ampliar una red inalámbrica N de alta velocidad escalable o para conectar múltiples dispositivos Ethernet habilitados, tales como consolas de juegos, adaptadores multimedia digitales, impresoras o la red dispositivos de almacenamiento conectados a un red inalambrica. La AP es compatible con una gran cantidad de diferentes funciones que hace que su experiencia de red inalámbrica más flexible que nunca. Ahora, puedes disfrutar de una mejor experiencia de Internet al descargar, juegos, streaming de video o con cualquier otra aplicación que desees utilizar. Velocidad y Rango inalámbrico N: Adoptando la tecnología avanzada MIMO IEEE 802.11n advanced MIMO (múltiples Entradas múltiples Salidas), funciona de forma simultánea a través de tres antenas con tecnología de antena inteligente para Tx y Rx para superar la interferencia y degradación de la señal al viajar largas distancias o a través de barreras físicas en una oficina pequeña o un departamento grande, lo que resulta en una mejora increíble en el rendimiento inalámbrico, incluso en un edificio de acero y concreto. Por encima de todo, se puede tomar fácilmente la red inalámbrica durante la conexión a larga distancia mientras los productos 11g no!","Category":"Conectividad"}
,
{"ID Product":"0055","Name":"Extensor de Rango Wi-Fi Tp-Link AC750 RE200 (Dual Band)","Stock":"10","Price":"2943.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/873371085ac5345ca11c5_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"El modo Extensor de Cobertura extiende la señal inalámbrica perfectamente hasta zonas donde antes no llegaba o que son difáciles de cablear. Sólo necesita pulsar el botón Range Extender para ampliar fácilmente la cobertura inalámbrica. Compatible con dispositivos inalámbricos 802.11 b/g/n y 802.11ac. Velocidad en Banda Dual de hasta 750 Mbps. Link Backup. función de respaldo ante posibles caídas de conexión en una de las bandas. Su diseño de Tamaño en miniatura para montaje en pared facilita la instalación y permite un traslado flexible. El puerto Ethernet permite funcionar al Extensor como adaptador inalámbrico para conectar dispositivos cableados","Category":"Conectividad"}
,
{"ID Product":"0056","Name":"Router Xiaomi Mi WiFi 4A","Stock":"12","Price":"3324.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/115208581861c8f3f02cc68_4.jpg&w=1180&h=546&zc=2","Brand":"Xiaomi","Description":"Xiaomi Mi Wifi Router 4A: señal continua. Con el router Xiaomi 4A vas a poder establecer redes potentes para enviar y recibir información a gran velocidad. más antenas, mejor señal. Con este dispositivo, las paredes y techos no son un obstáculo: los múltiples receptores garantizan un mejor rendimiento en lugares con gran nivel de interferencia. información que vuela Sin importar la cantidad de artefactos conectados ni la magnitud de los datos, tu conexión será impresionante. Con una velocidad de 1167 Mbps, los tiempos de cargas lentas quedaron atrás. Gran alcance y estabilidad Mantenete siempre en línea! Con su doble banda lográ un mayor alcance y una mejor estabilidad de la frecuencia.","Category":"Conectividad"}
,
{"ID Product":"0057","Name":"Router Tp-link Archer C50 Ac1200 Dual Band (V6)","Stock":"4","Price":"3924.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/150087160612fa47e7cd50_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Router Wi-Fi de doble banda AC1200 Archer C50 Version 6: Wi-Fi de CA más rápido: el AC1200 de doble banda es ideal para transmisión de video 4K y descarga de alta velocidad. Cobertura de gran alcance: 4  antenas y Beamforming brindan una amplia cobertura Wi-Fi y conexiones confiables. Multimodo 3 en 1: admite los modos de enrutador, punto de acceso y extensor de rango para mayor flexibilidad. Controles parentales: administra cuándo y cómo los dispositivos conectados pueden acceder a Internet. Red de invitados: proporciona acceso independiente a los invitados para proteger la red del host. transmisión fluida de HD: admite IGMP Proxy / Snooping, Bridge y Tag VLAN para optimizar la transmisión de IPTV. Compatible con IPv6: compatible con IPv6 (la última versión 6 del Protocolo de Internet). Compacto y montable: diseñado para ahorrar espacio y complementar cualquier decoración.","Category":"Conectividad"}
,
{"ID Product":"0058","Name":"Router Tp-Link TL-MR3420 3G/4G (Version 5)","Stock":"6","Price":"4142.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/86407595960be380676114_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Router inalámbrico N 3G/4G TL-MR3420: Compatible con los módems USB LTE/HSPA+/HSUPA/HSDPA/UMTS/EVDO, probados en funcionamiento. Conmutación por error 3G/WAN garantiza una conexión a Internet constante. Local inalámbrica para compartir video HD, las velocidades de hasta 300Mbps. fácil con un solo toque de encriptación inalámbrica de seguridad con el botón de seguridad de configuración rápida. Control de ancho de banda permite a los administradores determinar la cantidad de ancho de banda asignado a cada PC.","Category":"Conectividad"}
,
{"ID Product":"0059","Name":"Router Tp-Link Archer AX20 AX1800 Wi-fi 6","Stock":"8","Price":"10137.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/16092935945f6b3641590d9_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Archer AX20: Wi-Fi 6 de doble banda: la tecnología Wi-Fi 6 logra velocidades más rápidas, mayor capacidad y congestión de red reducida en comparación con la generación anterior. Velocidades de próxima generación de 1.8 Gbps: disfrute de una transmisión, juegos, descargas y más fluidos y más estables con velocidades de WiFi de hasta 1.8 Gbps (1200 Mbps en la banda de 5 GHz y 574 Mbps en la banda de 2.4 GHz) .Conecte más dispositivos: la tecnología Wi-Fi 6 comunica más datos a más dispositivos utilizando la revolucionaria tecnología OFDMA y al mismo tiempo reduce el retraso para un entretenimiento ultra sensible. Procesador Quad-Core: la potente CPU de cuatro núcleos a 1,5 GHz garantiza que las comunicaciones entre su router y los dispositivos conectados sean fluidas. Amplia cobertura: logre la cobertura WiFi más sólida y confiable con Archer AX1800, ya que enfoca la intensidad de la señal a sus dispositivos lejanos utilizando la tecnología Beamforming, 4 antenas y un conjunto de chips de módulo frontal (FEM) avanzado. Mayor duración de la batería para dispositivos: la tecnología Target Wake Time reduce el consumo de energía de sus dispositivos para extender la duración de la batería. USB Easy Sharing: un puerto USB 2.0 permite compartir archivos fácilmente dentro de su red o crear almacenamiento privado en la nube. configuración fácil: configure su Router en minutos con la potente aplicación TP-Link Tether. Compatible con versiones anteriores: Archer AX20 es compatible con todos los estándares 802.11 anteriores y todos los dispositivos WiFi","Category":"Conectividad"}
,
{"ID Product":"0060","Name":"Router Mercusys Mw305r By Tp Link 300mps 3 Antenas","Stock":"10","Price":"1487.85","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8041764365eda9f4964cf5_4.jpg&w=1180&h=546&zc=2","Brand":"Mercusys","Description":"MW305R: ROUTER inalámbrico WIFI MERCUSYS MW DE 3 ANTENAS. AMPLIA COBERTURA WIFI: Sus 3 antenas de 5dBi mejoran la recepción y sensbilidad de la señal, proveyendo una cobertura inalámbrica de amplio espectro. VELOCIDAD inalámbrica 300N: Brinda conexiones veloces y estables a tus dipositivos, con velocidades de hasta 300Mbps ideales para streaming, juegos y descargas. diseño COMPACTO Y CONVENIENTE: Cabe en la palma de tu mano, sin sacrificar su rendimiento. Componentes de alta calidad, como el chipset MediaTek, se encuentran en su núcleo. SENCILLA instalación EN TRES PASOS: Sin necesidad de configuraciones complicadas, Sólo debes seguir las instrucciones paso-a-paso de la intuitiva página web para instalarlo en minutos. SEGURIDAD DE RED: Sus funciones de control parental, red de invitados y encripción avanzada WPA/WPA2 te aseguran no tener que preocuparte por la seguridad de tu red.","Category":"Conectividad"}
,
{"ID Product":"0061","Name":"Router Mercusys Mw325r By Tp Link 4x5dbi 300mps Easy Setup","Stock":"12","Price":"1722.20","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/11675164755ec9bfc410993_4.jpg&w=1180&h=546&zc=2","Brand":"Mercusys","Description":"Router Mercusys Mw325r By Tp Link 4x5dbi 300mps Easy Setup: HASTA 500 METROS DE COBERTURA WIFI: Crea una expansiva red inalámbrica capaz de cubrir tu hogar con hasta 500m2 de señal. Disfruta de conexiones confiables y de alto rendimiento en cualquier habitación o hasta el patio. CUATRO ANTENAS DE 5DBI: Combinado con tecnología MIMO 2x2, mejora significativamente sus capacidades de transmisión y recepción de señal, para no preocuparte por el lag o las conexiones perdidas. VELOCIDAD inalámbrica 300N: Brinda conexiones veloces y estables a tus dipositivos, con velocidades de hasta 300Mbps ideales para streaming, juegos y descargas. SENCILLA instalación EN TRES PASOS: Sin necesidad de configuraciones complicadas, Sólo debes seguir las instrucciones paso-a-paso de la intuitiva página web para instalarlo en minutos. SEGURIDAD DE RED: Sus funciones de control parental, red de invitados y encripción avanzada WPA/WPA2 te aseguran no tener que preocuparte por la seguridad de tu red.","Category":"Conectividad"}
,
{"ID Product":"0062","Name":"Access Point Tp-link Eap245 Wireless Ac1750 Gigabit Dualband","Stock":"10","Price":"11445.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14823829195ec9b77103217_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"EAP245: Punto de Acceso Gigabit inalámbrico de Doble Banda AC1750 con Montaje de Techo. Velocidades simultáneas de hasta 450Mbps en 2.4GHz y 1300Mbps en 5GHz haciendo un total de 1700Mbps. Soporta Roaming Fluído permitiendo que los videos y llamadas de voz no se vean afectados por los movimientos de los usuarios. Software Controlador EAP gratuito que permite a los administradores gestionar de manera sencilla cientos de EAPs. Soporta Alimentación sobre Ethernet (PoE 802.3af/at) para una instalación sencilla. Red de Invitados segura con múltiples opciones de autenticación (SMS/Facebook Wi-Fi/Voucher, etc.) y abundantes tecnologías de seguridad inalámbrica. La función Band Steering mueve automáticamente dispositivos de doble banda a la banda de 5GHz para conexiones más rápidas. El Balanceo de Carga asegura a un gran número de usuarios disfrutar de una mejor experiencia de red en redes empresariales de alta densidad. Soporta gestión de VLAN para una gestión de la red avanzada. solución Wi-Fi MU-MIP AC1750 Clase Empresarial de élite. Performance y Velocidad Wi-Fi Superior: Chisepts QCA empresariales, amplificador de alta potencia dedicado, junto a antena profesional en conjunto con las últimas tecnologías 802.11ac Wave2 MU-MIMO, asegura una velocidad Wi-Fi de 1750 Mbps y una altísima cobertura tanto en la banda de 2.4GHz como en 5GHz. Roaming Fluído: El Roaming Fluído gracias al 802.11k/802.11v permite el cambio automático de los clientes hacia el punto de acceso con la señal óptima de manera transparente y fluída mientras uno se mueve. De esta manera aplicaciones sensibles como VoIP o video conferencias no se interrumpen. Red de Invitados Segura con Wi-Fi Facebook y Login SMS: La red de invitados proporciona un acceso seguro a invitados de manera a compartir la red Wi-Fi. con un portal cautivo que ayuda a mantener a los invitados autorizados el acceso a la red. La posibilidad de autenticar vía SMS o Facebook, simplifica aún más el uso del portal cautivo y así la misma conectividad, potenciando su begocio. múltiples Opciones PoE para una instalación fácil: EAP245 soporta tanto PoE 802.3af como PoE Pasivo, pudiendo así alimentarse vía switch PoE o con el adaptador PoE suministrado. Si añadimos el aspecto elegante y diseño de fácil montaje para una instalación simple en una pared o techo, ésto permite que los despliegues tanto en paredes como techos sean aún más flexibles y sin esfuerzo.","Category":"Conectividad"}
,
{"ID Product":"0063","Name":"Router TP-LINK TL-WR941HP","Stock":"15","Price":"5951.40","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1267035384587f968230eb3_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Router de Alta Potencia de hasta 450Mbps. Rango Superior de hasta*2 900m2. Con un hardware actualizado, el TL-WR941HP supera fácilmente el rendimiento de los routers normales. La señal que emite el TL-WR941HP permanece intensa, incluso cuando ha atravesado varios obstáculos eliminando puntos muertos. Además de funcionar como un router, el TL-WR941HP tiene la capacidad para trabajar en el modo Extensor de Rango o modo Acces Point. Velocidad de 450 Mbps ideal para video en Streaming, juegos en línea y VoIP.","Category":"Conectividad"}
,
{"ID Product":"0064","Name":"Amazon Fire TV Stick Lite 8gb 1080p","Stock":"20","Price":"7085.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/103856058761b74e898c140_4.jpg&w=1180&h=546&zc=2","Brand":"Amazon","Description":"FIRE TV STICK \"LITE\" + Control Remoto con Alexa: ACLARACIÓN IMPORTANTE: El Control del Fire TV Stick Lite no está preparado para controlar el televisor, únicamente el sistema operativo.\nEl Fire TV Stick Lite no admite audio Dolby Atmos y el Alexa Voice Remote | Lite incluido no tiene botones de encendido ni volumen. Presiona y pregúntale a Alexa - Usa tu voz para buscar y reproducir fácilmente programas en múltiples aplicaciones. Atajos útiles: utiliza el botón de guía para acceder fácilmente a tu contenido favorito, incluidas suscripciones, biblioteca, Mi lista y más, en una pantalla. Cientos de canales, Alexa Skills, y aplicaciones - Incluyendo Netflix, YouTube, Prime Video, Disney+ y Apple TV. Pueden aplicar tarifas de suscripción. Escucha másica - Reproduce canciones en Amazon Music y TuneIn. Pueden aplicar tarifas de suscripción. fácil de configurar y con Tamaño compacto - Conecta detrás de tu TV, enciéndela y\n conéctate a Internet para configurarlo. Atajos a accesos rápidos - Usa el botón de guía para acceder fácilmente a tu contenido favorito incluyendo suscripciones, librería, listas y mucho más en una sola pantalla.","Category":"Conectividad"}
,
{"ID Product":"0065","Name":"Google Chromecast with Google TV","Stock":"10","Price":"12099.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/22519392060a6eb2f8cf35_4.jpg&w=1180&h=546&zc=2","Brand":"Google","Description":"Disfrute del contenido HDR 4K UHD de sus aplicaciones y dispositivos móviles favoritos con la nieve Google Chromecast con Google TV. Se conecta al puerto HDMI de su pantalla y se conecta a su red Wi-Fi para brindar acceso a una variedad de aplicaciones a través del sistema operativo Android TV integrado. Admite resolución 4K UHD (3840 x 2160) a 60 Hz y los formatos HDR10, HDR10 + y Dolby Vision HDR para proporcionar una imagen vibrante y detallada en pantallas compatibles. El Asistente de Google está integrado para proporcionar una búsqueda por voz simple con el control remoto por voz incluido. Todo tu entretenimiento en un solo lugar: Google TV organiza películas y programas de TV de sus servicios favoritos en una sola pantalla. Encuentre su próximo favorito basado en sus favoritos: Obtenga recomendaciones personales basadas en el contenido que disfruta. Haga más en su televisor con el control remoto por voz: Solicite un título específico o busque por estado de ánimo, género, actor y más con el Asistente de Google. Cuando busque un programa o una película, averigüe si está incluido en sus servicios o compare precios en otras formas de mirar. Presiona el botón Asistente de Google en el control remoto para pedirle a Google que busque películas, programas o másica. El control remoto también tiene un emisor de infrarrojos para controlar su televisor, barra de sonido o receptor compatible, y un acelerómetro. Miles de favoritos: Descubra más de 700.000 películas y episodios de televisión, además de millones de canciones. Transmitir desde la pantalla pequeña a su televisor: Transmita desde miles de aplicaciones de Android e iOS compatibles directamente desde su teléfono, computadora portátil o tableta. también puede reflejar su navegador Chrome en su televisor a través de Chromecast con Google TV. Revive tus recuerdos: Disfrute de una presentación de diapositivas de sus imágenes de su biblioteca de Google Photos en el televisor. Conecta y transmite: Chromecast con Google TV funciona con casi cualquier televisor con entrada HDMI. Simplemente conéctelo, conéctelo a Wi-Fi y comience a transmitir. Mantenerse al tanto: Mira la transmisión de tu Nest Cam directamente en tu TV. Actualiza tu TV heredada: Actualice su televisor no inteligente y ayude a mantener los desechos fuera de los vertederos. Audio para toda la casa con altavoces compatibles: Agrupa el Chromecast con Google TV con tus parlantes o pantallas Nest para llenar tu casa de sonido y contrólalos usando tu voz o la aplicación. YouTube TV: Con YouTube TV, puede buscar deportes en vivo, noticias, programas, películas y más desde más de 85 canales.","Category":"Conectividad"}
,
{"ID Product":"0066","Name":"Xiaomi Mi Tv BOX S 4K M19E","Stock":"12","Price":"14497.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/5155201785cc264ed6dbec_4.jpg&w=1180&h=546&zc=2","Brand":"Xiaomi","Description":"XIAOMI Mi Box S - Version internacional modelo 2018 4K!!! Este reproductor cuenta con 4K HDR a 60 fps a través del puerto HDMI 2.0a, Dolby DTS Audio, un procesador de cuatro núcleos Cortex-A53 con GPU Mali 450, 2 GB de RAM, 8 GB de almacenamiento interno, Bluetooth 4.2, WiFi 802.11a/b/g/n/ac (2.4/5GHz), un jack AV, un USB 2.0 y el conector de la corriente. La versión de Android TV que equipa es 8.1 Oreo. Además de todo eso, también encontramos soporte de Google Assistant nativo, además de funcionalidades de Chromecast. Podemos usar comandos de voz para manejarlo a través del micrófono del mando incluido, o podemos enviar contenido desde nuestro móvil, tablet u ordenador. Entre los comandos de voz podemos pedirle que reproduzca un género de películas concreto, que ponga un estilo de másica, preguntar por el tiempo, controlar la intensidad de las luces inteligentes, subir el volumen, etc. El control remoto cuenta con un botón dedicado para Netflix. Gracias a utilizar Android TV, cuenta con compatibilidad de miles de aplicaciones: Netflix, YouTube, Play Music, Play Movies, HBO, Spotify, etc. De hecho, el mando incluye un acceso directo para abrir la app de Netflix, por lo que parece que Xiaomi ha solucionado los problemas de compatibilidad que tenían con la plataforma de streaming en modelos anteriores. Xiaomi M19E (MDZ-22-AB)","Category":"Conectividad"}
,
{"ID Product":"0067","Name":"Switch Tp-Link TL-SG1016D(UN) Ver 8.0","Stock":"4","Price":"10137.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/185120699361435aadba710_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"El Switch TL-SG1016D Gigabit Ethernet le ofrece una actualización de alto rendimiento a bajo costo, fácil de usar, sin fisuras y estándar para mejorar la red antigua a una red de 1000Mbps. Todos sus 16 puertos soportan auto MDI / MDIX; por lo que no hay necesidad de preocuparse por el tipo de cable, Sólo tiene que enchufar y listo. Por otra parte, con su innovadora tecnología de eficiencia energética, el TL-SG1016D puede ahorrar hasta un 15% del consumo de energía; y como un 80% del material de embalaje puede ser reciclado es una solución ecológica para su red de negocios.","Category":"Conectividad"}
,
{"ID Product":"0068","Name":"Switch Tp-Link Gigabit TL-SG105 Acero","Stock":"6","Price":"3270.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/20391224860d7b6af5447c_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Switch para sobremesa con 5 puertos a 10/100/1000 Mbps. 5 puertos RJ45 10/100/1000Mbps con detección automática de velocidad, soporte para MDI/MDIX automático. Tecnología Verde Ethernet ahorra consumo de energía. El control de flujo IEEE 802.3x proporciona una transferencia de datos fiable. Carcasa de metal, diseñado para ser usado como equipo de sobremesa o montarlo en la pared. Soporte de QoS (IEEE 802.1p/DSCP) y funcionalidad Snooping IGMP. Plug and Play, sin ninguna configuración adicional","Category":"Conectividad"}
,
{"ID Product":"0069","Name":"Switch Tp-Link TL-SG2210P 8 Puertos Giga Poe 10/100/1000","Stock":"8","Price":"14170.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/18143340575ec9adc6ba240_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"TL-SG2210P: JetStream Smart Switch de 8 puertos Gigabit PoE con 2 ranuras SFP. Cuenta con 8 puertos PoE con una potencia PoE total de 53W y características de Administración de energía PoE. Conexiones Gigabit Ethernet en todos los puertos que proporcionan la máxima velocidad de transferencia de datos. Estrategias de seguridad integradas que incluyen 802.1Q VLAN, ACL, Seguridad por Puerto y control de tormentas que ayudan a proteger la inversión de LAN área. Aplicaciones L2/L3/L4 QoS e IGMP snooping para optimizar voz y video. Modos de gestión mediante WEB/CLI, SNMP y RMON que disponen de numerosas funciones de Administración. Innovadora tecnología de eficiencia energética que permite ahorrar hasta un 50% del consumo de energía. qué hace este producto? El Smart Switch Gigabit TL-SG2210P de TP-LINK está equipado con 8 puertos RJ45 Gigabit y 2 ranuras SFP. Todos los puertos RJ45 son compatibles con el estándar PoE y cuentan con una potencia PoE total de 53W y características de Administración de energía PoE. El switch proporciona un alto rendimiento, calidad de servicio a nivel de empresa, estrategias de seguridad y enriquecidas características de gestión de capa 2. El Smart Switch Gigabit TL-SG2210P de TP-LINK está especialmente diseñado para redes de pequeñas y medianas empresas que requieran una gestión eficiente de la red. El TL-SG2210P viene con un completo conjunto de características, tales como agregación de enlaces, 802.1Q VLAN, Listas de Control de Acceso (ACL), Calidad de Servicio (QoS L2 a L4), control de tormentas e IGMP Snooping para proporcionar a una pequeña o mediana empresa una red que está orientada al crecimiento al tiempo que garantiza rendimiento y fiabilidad. Lo que es más, su interfaz de Administración Web fácil de usar implica una instalación más rápida y una configuración en menor tiempo, proporcionando la solución ideal para su red de negocios.","Category":"Conectividad"}
,
{"ID Product":"0070","Name":"Switch Tp-Link TL-SG1008D sobremesa 8 puertos 10/100/1000","Stock":"10","Price":"5559.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/23802373258e69afa140cc_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Switch para sobremesa con 8 puertos Gigabit TL-SG1008D, con 8 puertos RJ45 Gigabit con detección automática de velocidad, soporte para MDI/MDIX automático. tecnología de ahorro de energía para Ethernet que reduce el consumo hasta un 80%. Control de flujo IEEE 802.3x proporciona una transferencia de datos fiable. Carcasa de plástico, diseñado para ser usado como equipo de sobremesa o montarlo en la pared. Plug and Play, sin ninguna configuración adicional. Para qué sirve este producto: permite migrar fácilmente su red a la tecnología Gigabit Ethernet. Aumente tanto la velocidad de su servidor de red como la de las conexiones troncales o lleve la experiencia Gigabit a su escritorio. Adicionalmente, el diseño del TL-SG1008D le permite reducir su consumo eléctrico. Gracias a su innovadora tecnología de eficiencia energética, el TL-SG1008D ahorra hasta un 80%* de energía eléctrica, lo que lo convierte en una solución ecológica para la red de su hogar o lugar de trabajo.","Category":"Conectividad"}
,
{"ID Product":"0071","Name":"Switch Tp-Link TL-SF1008D de 8 puertos de escritorio 10/100","Stock":"12","Price":"1815.94","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2793039625e25e2d9f2726_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"TL-SF1008D: Switch de sobremesa con 8 puertos a 10/100 Mbps. 8 puertos RJ45 a 10/100 Mbps con detección automática de velocidad, soporte para MDI/MDIX automático. tecnología de ahorro de energía para Ethernet que reduce el consumo hasta un 60%. El control de flujo IEEE 802.3x permite una transmisión fiable de datos. Carcasa de plástico, diseñado para ser usado como equipo de sobremesa o montarlo en la pared. Plug and Play, sin ninguna configuración adicional","Category":"Conectividad"}
,
{"ID Product":"0072","Name":"Switch Tp-Link TL-SF1005D de escritorio 5 puertos 10/100","Stock":"10","Price":"1798.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14089808665ec9b2d2e581c_4.jpg&w=1180&h=546&zc=2","Brand":"Tp-link","Description":"Switch de sobremesa con 5 puertos a 10/100 Mbps TL-SF1005D: 5 puertos RJ45 a 10/100 Mbps con detección automática de velocidad, soporte para MDI/MDIX automático. tecnología de ahorro de energía para Ethernet que reduce el consumo hasta un 60%. El control de flujo IEEE 802.3x permite una transmisión fiable de datos. Carcasa de plástico, diseño de sobremesa Plug and Play, sin ninguna configuración adicional. Para qué sirve este producto: El TL-SF1005D es un switch de sobremesa con 5 puertos a 10/100 Mbps que le permite ampliar fácilmente su red de cable. Todos los puertos soportan MDI/MDIX automático, lo que le evita tener que preocuparse de qué cable debe utilizar. El TL-SF1005D soporta el modo Full Duplex y procesa los datos a una velocidad de 200 Mbps, lo que lo convierte en la opción ideal para ampliar una red de cable de altas prestaciones. Además, gracias a su innovadora tecnología de eficiencia energética, el TL-SF1005D ahorra hasta un 60% de energía eléctrica, lo que lo convierte en una solución ecológica para la red de su hogar o lugar de trabajo.","Category":"Conectividad"}
,
{"ID Product":"0073","Name":"HP LaserJet Pro M107W Wifi","Stock":"15","Price":"26160.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2846205565d6ead2c07b31_4.jpg&w=1180&h=546&zc=2","Brand":"Hp","Description":"IMPRESORA HP LASER M107W (wifi): Obtenga el rendimiento de una impresora productiva a un precio asequible. Obtenga resultados de alta calidad e imprima y escanee desde su teléfono. Calidad legendaria, precio sorprendentemente asequible. Obtenga la calidad en la que confía y texto negro nítido gracias a esta impresora asequible. Esta impresora láser sorprendentemente pequeña ofrece una calidad excepcional, página tras página. Cree textos nítidos, negros audaces y gráficos definidos. Confíe en una impresora láser de alto rendimiento a un precio asequible.","Category":"Impresoras"}
,
{"ID Product":"0074","Name":"HP LaserJet Pro M203dw","Stock":"20","Price":"26596.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2371752695a9716d71c753_4.jpg&w=1180&h=546&zc=2","Brand":"Hp","Description":"Obtenga más páginas, rendimiento y protección1 de una impresora HP LaserJet Pro inalámbrica y cartuchos de tóner JetIntelligence. Establezca un ritmo más rápido para su empresa: gestione con facilidad para ayudar a maximizar la eficiencia, e imprima documentos en dos caras. Recursos. Impresión veloz y bajo consumo de energía. Imprima al ritmo del negocio con esta impresora equipada con una impresión a doble cara rápida. Tome los documentos que necesite y empiece. Imprima la primera página en apenas 7 segundos. Ahorre energía con la tecnología HP Auto-On/Auto-Off. Impresión móvil simplificada. Imprima desde un iPhone o iPad con AirPrintú, que adapta automáticamente los trabajos al Tamaño de papel correcto. Imprima directamente desde su dispositivo móvil en su impresora Wi-Fi Direct, sin acceder a la red empresarial. Imprima con la simplicidad de enviar un correo electrónica, directamente desde su teléfono inteligente, tablet o notebook, mediante HP ePrint. Envíe trabajos desde su teléfono inteligente, tablet o PC a cualquier impresora de la empresa, mediante Google Cloud Print_x0099_. Gestione la impresión de toda la empresa con seguridad Centralice el control de su entorno de impresión con HP Web Jetadmin, y ayude a desarrollar eficacia empresarial. Identifique nuevos dispositivos y obtenga información de impresión con la detección y supervisión remotas de HP Web Jetadmin.\nUtilice recursos de protección para toda la flota basados en políticas mediante la herramienta opcional HP JetAdvantage Security Manager. La calidad de HP, impresión tras impresión. Produzca texto nítido, negros contundentes y gráficos definidos con el tóner negro de precisión. Que no lo engañen con alternativas que imitan a los originales HP. asegúrese de obtener la calidad por la que pagó. Imprima 2 veces más páginas que con los cartuchos estándar utilizando los cartuchos de tóner Originales HP opcionales de alta capacidad. Obtenga más páginas que nuncay realice el seguimiento de las páginas restantes para garantizar que obtiene aquello por lo que pagó.","Category":"Impresoras"}
,
{"ID Product":"0075","Name":"HP LaserJet Pro M501D (J8H61A) Monocromatica","Stock":"10","Price":"38150.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14047634895ea493555b8d1_4.jpg&w=1180&h=546&zc=2","Brand":"Hp","Description":"HP LaserJet Pro M501D (J8H61A) Monocromatica, doble faz: Obtenga un rendimiento y velocidad de impresión de trabajo sorprendente en su oficina. Esta impresora de bajo consumo se enciende más rápido y ofrece recursos de seguridad para ayudarlo a protegerse de las amenazas. Los cartuchos de tóner originales HP con JetIntelligence producen más páginas. Recursos: Grandes resultados, Tamaño pequeño. No se quede esperando los documentos. Imprima la primera página en apenas 7,3 segundos desde el modo de suspensión de consumo eficiente de energía. Esta impresora es líder en su clase en bajo consumo de energía, gracias a su diseño innovador y la tecnología de tóner. Imprima documentos a doble cara con rapidez e imprima hasta 65 páginas por minuto en papel A5. Esta impresora compacta y silenciosa está diseñada para colocar en espacios pequeños y ofrece una capacidad máxima de 1200 hojas. Obtenga una protección sólida y administre su flota con facilidad: Ayude a proteger la impresión desde el arranque hasta el apagado con funciones de seguridad que lo protegen de amenazas complejas. Ayude a proteger la disponibilidad de los documentos con impresión por PIN activada mediante una unidad USB opcional. Aplique una protección basada en políticas para dispositivos de impresión con la opción de HP JetAdvantage Security Manager. Administre los dispositivos y las configuraciones con facilidad mediante HP Web Jetadmin con un conjunto de recursos de Administración esenciales. más. páginas, rendimiento y protección. Produzca texto nítido, negros contundentes y gráficos definidos con el tóner negro de precisión. Obtenga más. Los cartuchos de tóner originales HP con JetIntelligence ofrecen más páginas por cartucho que sus predecesores. asegúrese de recibir la calidad original HP por la que pagó mediante tecnología antifraude y de autenticación de cartuchos. Imprima de inmediato con un cartucho de tóner preinstalado. reemplácelo por un cartucho de alta capacidad opcional. Aclaracion: ESTE MODELO NO TIENE CONECTIVIDAD WIFI.","Category":"Impresoras"}
,
{"ID Product":"0076","Name":"Auricular Corsair virtuoso SE RGB Wireless","Stock":"12","Price":"35970.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1157958028611d4b4901808_4.jpg&w=1180&h=546&zc=2","Brand":"Corsair","Description":"Auricular Corsair virtuoso SE RGB Wireless Expresso (CA-9011181-NA): Los CORSAIR VIRTUOSO RGB Wireless SE ofrecen una experiencia de sonido de alta fidelidad y una comodidad continua gracias a las orejeras de espuma con memoria premium y una conectividad hiperrápida con tecnología SLIPSTREAM WIRELESS. Calidad de sonido impecable: Con los VIRTUOSO RGB Wireless podrá escucharlo todo, desde la pisada más fuerte hasta el tono bajo más profundo. Un par de transductores de neodimio de alta densidad de 50 mm ajustados con precisión ofrecen un rango de frecuencia de 20 Hz-40 000 Hz, el doble que casi todos los auriculares de juego. La comodidad es la clave: Las almohadillas de espuma viscoelástica premium se adaptan a la forma de su cabeza; además, la banda ligera ofrece una comodidad duradera y suave como una almohada para que pueda jugar durante horas. Fabricación ligera premium: La construcción de aluminio mecanizado consigue que los VIRTUOSO RGB Wireless ofrezcan un diseño ligero, una fuerte durabilidad y la mayor comodidad en una combinación perfecta. Tres formas de conexión: Los VIRTUOSO RGB Wireless pueden conectarse a casi cualquier lugar, independientemente de dónde vaya a jugar. micrófono extraíble con calidad de transmisión: Es, sencillamente, uno de los mejores micrófonos que hemos incluido en unos auriculares. El micrófono omnidireccional de gran ancho de banda de los VIRTUOSO RGB Wireless ofrece un amplio rango dinámico y una claridad vocal magnífica que rivaliza con los micrófonos independientes. Además, es completamente extraíble y cuenta con un anillo LED RGB que indica si el micrófono se oye o si está silenciado.Certificado Discord: comuníquese con confianza con millones de usuarios de la comunidad Discord, sabiendo que el micrófono y los transductores de audio han sido puestos a prueba y evaluados para ofrecer una comunicación nítida y el mejor sonido. Juegue como quiera: El software CORSAIR iCUE permite contar con perfiles de audio preajustados, personalizar los ajustes del ecualizador, disfrutar de un sonido envolvente e inmersivo 7.1 y controlar el ruido local. Personalice la iluminación RGB con opciones de color prácticamente ilimitadas y efectos dinámicos para ajustarla a cualquier estilo, sincronizada con la iluminación RGB de los periféricos, refrigeradores, ventiladores y otros dispositivos CORSAIR compatibles.","Category":"Auriculares"}
,
{"ID Product":"0077","Name":"Auricular Corsair HS35 Stereo Blue","Stock":"4","Price":"7085.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1601609789603681bdca97f_4.jpg&w=1180&h=546&zc=2","Brand":"Corsair","Description":"Corsair HS35: Todo lo necesario para ganar. Solo tiene que conectarlos a un PC, Xbox One*, PS4, Switch o un dispositivo móvil con un conector de 3,5 mm. Puede ser necesario un adaptador de Microsoft de 3,5 mm (que se vende por separado). Controladores más grandes, un sonido mejor: Oiga todos los sonidos que puedan pasar desapercibidos para la competencia con un par de transductores de altavoz de neodimio de 50 mm de ajuste personalizado.","Category":"Auriculares"}
,
{"ID Product":"0078","Name":"Auricular Corsair Void Rgb Elite 7.1 Surround","Stock":"6","Price":"17985.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/33607805460d91188b3b2b_4.jpg&w=1180&h=546&zc=2","Brand":"Corsair","Description":"SONIDO increíble: Escúchelo todo con un sonido envolvente 7.1, desde la pisada más ligera hasta la explosión más atronadora, gracias a los transductores de audio de neodimio de alta densidad de 50 mm de ajuste personalizado con un rango de frecuencia ampliado de 20 Hz-30.000 Hz. COMODIDAD TOTAL: diseñados para garantizar la comodidad en largas sesiones de juego, con un tejido de rejilla de microfibra transpirable y lujosas almohadillas de espuma con memoria. DISFRUTE DEL SONIDO ENVOLVENTE E INMERSIVO 7.1: Sumérjase en un sonido envolvente 7.1 en PC, creando una experiencia de audio multicanal para que siempre está en el medio de la acción. RESISTENCIA: Una construcción duradera con diadema de aluminio diseñada para resistir a varios años de juego. CONTROLES PARA VOLUMEN Y SILENCIO EN AURICULAR: Realice ajustes sobre la marcha sin distraerse del juego. micrófono OMNIDIRECCIONAL OPTIMIZADO: Recoge la voz con una claridad excepcional, mientras que una función de silenciado y un indicador LED de silenciado integrado le permiten saber cuándo le están oyendo y cuándo no. iluminación dinámica RGB: Personalice su aspecto con la iluminación RGB en cada auricular, con un abanico casi ilimitado de colores y efectos.","Category":"Auriculares"}
,
{"ID Product":"0079","Name":"Auricular HyperX Cloud II 7.1 Wireless Red","Stock":"8","Price":"18530.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/814718184615e05ae06317_4.jpg&w=1180&h=546&zc=2","Brand":"HyperX","Description":"Auriculares HyperX Cloud II Inalambricos (HHSC2X-BA-RD/G): Auriculares para jugadores HyperX Cloud. Los auriculares para juegos HyperX Cloud se caracterizan por su diseño ultracómodo y su increíble calidad de sonido. Nos hemos esmerado en todos los detalles de la espuma viscoelástica exclusiva HyperX, la polipiel de primera calidad, la fuerza de SUJECIÓN y la distribución del peso para crear unos auriculares cómodos durante las largas sesiones de juego. Por ello, son los auriculares para juegos más populares entre millones de jugadores. Siempre hay unos Cloud perfectos para ti, tanto si quieres centrarte en la competición como si quieres relajarte con tu juego favorito. Comodidad legendaria, ahora inalámbrica: La comodidad de los Cloud II inalámbricos es el complemento perfecto para una batería de larga duración y una rápida conexión inalámbrica de 2,4 Ghz. Comodidad característica de HyperX: HyperX marca la diferencia en detalles como la espuma viscoelástica exclusiva, la diadema de gran calidad, la distribución del peso y la fuerza de SUJECIÓN. El ajuste de estos factores permite ofrecer una experiencia más cómoda. De esta forma se marca la diferencia durante las sesiones de juegos más largas o cuando se utilizan los auriculares durante largos periodos de tiempo. Audio envolvente: Escucha con claridad y precisión los ricos e impactantes sonidos de tus juegos. Los controladores de 53 mm, específicamente ajustados, te permiten sumergirte en el mundo de tus juegos o centrarte en las pistas importantes que dan los sonidos. Auriculares fiables y duraderos: La carcasa de aluminio es lo suficientemente flexible como para ajustarse a varios Tamaños de cabeza y mantener su resistencia, por lo que está preparada para el juego a diario. Sonido envolvente virtual 7.1: El sonido envolvente 7.1 se puede activar para mejorar el audio posicional y percibir el espacio de forma más precisa. micrófono desmontable con cancelación del ruido: Consigue una comunicación nítida y reduce el ruido ambiente para un chat de voz más claro. Control del micrófono integrado: Te permite escuchar tu voz para asegurarte de no hablar muy alto cuando mientras utilizas los auriculares. Excelente para trabajar desde casa y la educación en línea: Unos auriculares cómodos son tan esenciales para el trabajo remoto y las clases en línea como para jugar con amigos. Disfruta de una comunicación clara con tus amigos y compañeros de trabajo en tus llamadas de Zoom, conferencias de clase y tus chats de Discord.","Category":"Auriculares"}
,
{"ID Product":"0080","Name":"Auricular HyperX Gaming Cloud Orbit S","Stock":"10","Price":"41420.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/166302235760d347f004a17_4.jpg&w=1180&h=546&zc=2","Brand":"HyperX","Description":"HYPERX CLOUD ORBIT S: Los HyperX Cloud Orbit te lanzan a otra dimensión de inmersión de audio de alta calidad, con altavoces magnéticos planares Audeze_x0099_ y tecnología de audio 3D Waves Nx 3D. Oye sonidos con una imponente claridad y precisión gracias a la respuesta de frecuencia súper rápida y a la resistencia a la distorsión de los altavoces planares magnéticos de 100mm.\ntecnología de seguimiento de cabeza2 Waves Nx: Cloud Orbit S registra los movimientos de la cabeza alrededor de 1000 veces por segundo para brindarte una inmersión total, ya que la tecnología de seguimiento de cabeza estabiliza los entornos de audio dentro del juego y ayuda a brindar una localización de sonido mucho más exacta. Esto te permite oír el audio dentro del juego en su forma más realista. Personalización avanzada de audio: Calibra los ajustes del audio 3D de acuerdo a tu preferencia, configura y sintoniza una sala virtual para obtener el ambiente deseado. micrófono desmontable con cancelación de ruido y pop filter: El pop filter del micrófono reduce los sonidos de chasquido y el micrófono puede ser posicionado de la manera que prefieras. Tres opciones de cable extraíble para compatibilidad en diversos dispositivos: Estos audífonos altamente versátiles vienen con cables USB tipo A, USB tipo C, y de 3,5mm (4 polos) para la máxima experiencia de audio 3D, ya sea que juegues PC, Xbox One, PS4, o en un dispositivo móvil. Compatibilidad multidispositivo: Obtén un nivel de audio impresionante en diferentes dispositivos: PC, PS4_x0099_, Xbox One_x0099_, Mac, dispositivos móviles, y Nintendo Switch_x0099_. La tecnología de audio 3D está incorporada en los audífonos, por lo tanto no son necesarios adaptadores adicionales.","Category":"Auriculares"}
,
{"ID Product":"0081","Name":"Auricular HyperX Cloud Chat","Stock":"12","Price":"1744.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7678804546102d9769a0f3_4.jpg&w=1180&h=546&zc=2","Brand":"HyperX","Description":"HyperX Cloud Chat Headset con licencia PS4 están diseñados para una comunicación nítida para chat. Cuentan con un micrófono con cancelación de ruido, filtro pop, y controles de audio en el cable para ajustar y silenciar el micrófono fácilmente. La orejera simple te permite escuchar el audio del juego de tu TV o sistema de entretenimiento y a la vez mantener conversaciones dentro del juego con tu equipo o amigos. Con un diseño liviano y reversible, los audífonos para chat pueden ser usados cómodamente en cualquiera de las 2 orejas. audífonos para chat con licencia oficial PS4: Con licencia oficial de PS4, para una experiencia de compatibilidad total, solo conecta los audífonos para chat en cualquier control PlayStation4 con puerto de 3,5mm y estarás listo. comunicación nítida en tu chat: Los audífonos para chat cuentan con un micrófono con cancelación de ruido y un filtro pop para lograr un audio nítido para chat. La orejera simple te permite escuchar el audio del juego de tu TV o sistema de entretenimiento y a la vez mantener conversaciones dentro del juego con tu equipo o amigos. diseño liviano, cómodo y reversible: Las suaves almohadillas y la banda de SUJECIÓN acolchada te mantienen cómodo durante largas sesiones de juego. diseño reversible que permite utilizar los audífonos de un lado o del otro. Controles de audio en el cable: Ajustes para el chat grupal, audio para chat dentro del juego y silencio del micrófono en el mismo cable.","Category":"Auriculares"}
,
{"ID Product":"0082","Name":"Auricular JBL Quantum 600 Wireless","Stock":"10","Price":"20710.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/836836066611d3df8bc6c0_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"Auricular JBL Quantum 600 Wireless: Auriculares integrales para gaming sin cables y de alto rendimiento con sonido envolvente y dial de ajuste juego y chat. JUEGUE AL máximo CON JBL QUANTUMSURROUND_x0099_ Disfrute de una experiencia totalmente inmersiva con el sonido envolvente personalizado que aporta el software JBL QuantumENGINE para PC. CONECTIVIDAD inalámbrica SIN PÉRDIDAS: Los JBL Quantum 600 son un modelo sin cables, de 2,4 GHz y sin pérdidas con una duración de batería de hasta 14 horas. SEA EL FOCO CON JBL QUANTUMSOUND SIGNATURE: Tanto si se trata de un pequeño paso o la mayor explosión, el sonido Signature proporciona un sonido envolvente totalmente realista. JUEGUE CON COMODIDAD DURANTE HORAS: Su diadema ligera y las almohadillas de espuma viscoelástica están pensadas para las sesiones de gaming más largas. Compatibilidad: PC + PS4 + PS5 + Xbox + Nintendo Switch + Mac","Category":"Auriculares"}
,
{"ID Product":"0083","Name":"Auricular JBL Quantum 300","Stock":"15","Price":"10355.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/706892525ff616abdef2d_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"JBL Quantum 300 Gamer: Auriculares de Diadema con Cable para Juegos con Software Quantum Engine, Color Negro. En juegos competitivos, el sonido es de supervivencia, y JBL conoce un gran sonido: desde la emoción del seguimiento de los enemigos en los juegos FPS, hasta participar en batallas épicas MOBA, el JBL Quantum 300 amplifica cada victoria en PC, Mac, Xbox, PS4 y Nintendo Switch. Cuenta con la tecnología de sonido envolvente JBL Quantum que está diseñada para mayor precisión y ofrece audio envolvente para juegos para un borde competitivo, por lo que los usuarios nunca tienen que perder un paso, tiro o salto durante el juego. Los auriculares JBL Quantum 300 incorporan un micrófono con tecnología de cancelación de eco, lo que permite a los usuarios centrarse en la voz de sus compañeros de equipo en lugar de ruido de fondo, para una comunicación nítida. Las almohadillas de espuma viscoelástica en los auriculares JBL Quantum 300 están cubiertas de piel sintútica suave, proporcionando comodidad para sesiones de maratón, además de conexiones de adaptador USB de 3,5 mm para juegos multiplataforma en PC, Mac, Xbox, PS4 y Nintendo Switch. Artúculos entregados: auriculares JBL Quantum 300 con cable sobre la oreja para juegos con micrófono en negro, compatible con PC, Mac, Xbox, PlayStation, Nintendo Switch, móvil y VR","Category":"Auriculares"}
,
{"ID Product":"0084","Name":"Auricular JBL Quantum 50","Stock":"20","Price":"4436.30","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/20743840586141429f89db8_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"JBL Quantum 50: Auriculares intraaurales con cable para gaming con botones de volumen y silencio. JBL QuantumSOUND Signature: Con drivers de 8,6 mm con JBL QuantumSOUND Signature, escucharás a tus amigos y enemigos mejor que nunca. Sumérgete en el mundo de los juegos para móvil. Escucha hasta el más mánimo detalle. Juega para ganar. Control total gracias al botón deslizante de volumen y de silenciar el micrófono: Cuando estás en medio de una partida, estás en medio de una partida. Olvídate de controles difáciles. Lo tienes fácil con un botón deslizante para el volumen, un botón para silenciar el micrófono y un botón multifunción separados. micrófono para voz integrado en el cable: Optimizado para partidas multijugador. El micrófono está cerca de la boca y separado del resto de controles para captar tu voz a la perfección.","Category":"Auriculares"}
,
{"ID Product":"0085","Name":"Auricular Logitech Gamer G435 Inalambricos Blue","Stock":"10","Price":"10355.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8337995576173461c341a5_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Audifonos inalambricos con microfono incorporado Logitech G435 lightspeed para juegos: DIversión CONTINUA Para tus juegos individuales, para el juego con amigos, para másica. Los audífonos con micrófono G435 para juegos se conectan a tu PC, tu celular y otros dispositivos mediante Bluetooth y tecnología inalámbrica LIGHTSPEED para juegos. Ofrecen un sonido nítido y potente, y los micrófonos con formación de haces reducen el ruido de fondo. Además están hechos con un mánimo de 22% de plástico reciclado posconsumo. Con los G435 la diversión es constante. más LIBERTAD CONECTIVIDAD LIGHTSPEED Y BLUETOOTH JUEGA TODO EL día LIGEROS Y CONFORTABLES EXPRÉSATE TRES COMBINACIONES DE COLORES DISPONIBLES. NUESTROS audífonos CON micrófono PARA JUEGOS más SOSTENIBLES HASTA LA FECHA Desde el diseño a la producción y la entrega, utilizamos plástico reciclado siempre que fue posible, creamos empacado responsable y logramos la certificación CarbonNeutral para los G435. G435: HECHOS CON plástico RECICLADO: Las piezas de plástico de los G435 se componen de al menos un 22% de plástico reciclado posconsumo por peso. G435 NEUTROS EN CARBONO: Los G435 tienen la certificación CarbonNeutral. Eso significa que la huella de carbono del producto y el embalaje se ha reducido a cero gracias a la inversión que Logitech ha realizado en proyectos de compensación de las emisiones. EMPACADO RESPONSABLE: El empacado de papel de los G435 procede de bosques con certificación FSC. Al elegir este producto, contribuyes a la conservación de los bosques del mundo. JUEGA CON ESTILO Los G435 están disponibles en tres combinaciones de colores. Elige la más acorde con tu estilo o alterna el uso de las tres. tecnología inalámbrica LIGHTSPEED: LIGHTSPEED es tecnología inalámbrica para juegos que te permite jugar con audio de alto desempeño, una conectividad robusta y una duración prolongada de la batería. Y todo eso en un radio de acción de hasta 10 metros. LIGHTSPEED se puede usar en PC, Mac, PlayStation 4 y PlayStation 5. tecnología inalámbrica BLUETOOTH: Cuando quieras conectar los G435 a otro dispositivo, puedes hacerlo sin dejar de jugar a tu ritmo, con Bluetooth de baja latencia. Y, por supuesto, también puedes escuchar másica y conversar con tus amigos. 18 HORAS DE USO Tanto para juegos como para escuchar másica, puedes disfrutar de una experiencia inalámbrica durante 18 horas con una carga completa. CONFORT Y PESO LIGERO: Con un peso de tan Sólo 165 gramos, los G435 son ligeros y confortables, aunque los tengas puestos todo el día. BUEN Tamaño: Los G435 son aptos para una amplia gama de jugadores, pero especialmente para los más jóvenes y los usuarios con cabeza pequeña.","Category":"Auriculares"}
,
{"ID Product":"0086","Name":"Auricular Logitech Astro A50 Gaming + Base","Stock":"12","Price":"30847.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/9608154265eacdf6354dbc_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Auriculares A50 Headset + Base Xb1 Gen4 Astro. Incluyen adaptador para PC. La aventura te espera con el nuevo auricular A10 de The Legend of Zelda _x0099_: Breath of the Wild! Este A10 Headset duradero presenta runas doradas, Lens of Truth, Hyrule Crest y el emblemático Zelda \"Z\" y el emblema de Master Sword en relieve sobre un fondo negro texturizado. Precisamente sintonizado para juegos con ASTRO Audio, este auricular le brinda la profundidad de Hyrule a su sala de estar con una fidelidad de audio insuperable con cualquier puerto de audio de 3.5 mm. Los materiales de primera calidad, flexibles y livianos eliminan la fatiga de los auriculares, mientras que el micrófono plegable y el cable de chat compatible con Switch le mantienen al mando de su comunicación. Derrota a Calamity Ganon, ayuda a la Princesa Zelda y conoce tu destino con un estilo legendario! construcción DURADERA: Diadema de acero duradero con cubierta de goma resistente a los daños con sistema de cable desmontable diseñado para resistir la victoria y la derrota. CONFORT DE LARGA duración: Los materiales flexibles y livianos y las almohadillas de tela para los oídos significan que nunca tendrá que preocuparse por la fatiga de los audífonos para que su juego se detenga antes de estar listo. micrófono FLIP-TO-MUTE: Control de volumen en línea, unidireccional y control de volumen en línea para que siempre está al mando de su comunicación. AJUSTE Y ACABADO PREMIUM: Con materiales y construcción de primera calidad, los auriculares A10 son ajustables, flexibles y sorprendentemente ligeros. SINTONIZADO CON ASTRO AUDIO: Sintonizado para juegos, ASTRO Audio fue desarrollado con jugadores profesionales y diseñadores de juegos para brindar claridad y detalle a cada nivel de frecuencia y volumen. CABLE DE CONTROL DE VOLUMEN EN línea DESMONTABLE DE 3,5 MM: Un cable de audio de 3.5 mm proporciona compatibilidad con casi cualquier dispositivo, incluido el interruptor de Nintendo. CABLE DE CHAT: El cable de chat compatible con el interruptor permite la funcionalidad de comunicación por voz.","Category":"Auriculares"}
,
{"ID Product":"0087","Name":"Auricular Logitech Gamer G733 Inalambricos White","Stock":"4","Price":"20165.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1749489693615f508d0dab4_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Auricular Logitech Gamer G733 Gaming Inalambricos Rgb: JUEGA A TU MANERA: Por fin, uno auriculares que pueden ser tan expresivos como tú. Los auriculares G733 son inalámbricos y se han diseñado pensando en la comodidad. Y están equipados con todo el sonido envolvente, los filtros de voz y la iluminación avanzada que necesitas para lucir, sonar y jugar con más estilo que nunca. LIBERTAD inalámbrica: La tecnología inalámbrica LIGHTSPEED te proporciona más de 29 horas de duración de batería y hasta 20 metros de libertad inalámbrica fiable.1Depende del uso y de los dispositivos. La duración de la batería se basa en un volumen de auriculares configurado en 50% y la iluminación desactivada. Juega sin enredarte en un cable. Relájate y Sumérgete en el juego, la másica, la película, o lo que te apetezca. Sé libre y juega a tu manera. ENCIÉNDELOS: Alrededor de 16,8 millones de colores, dos zonas para personalizar la iluminación y hacerla completamente tuya. Personaliza colores, visualiza tu audio, intúgrate en tu mundo de gaming, o enloquece con las animaciones predefinidas y personalizadas. prográmalo todo con el software gratuito para gaming G HUB.2Las funciones avanzadas requieren el software Logitech G HUB. Descarga gratis en LogitechG.com/ghub. PERSONALIZA aún más CON ACCESORIOS: Desde cintas de suspensión reversibles a protectores de micrófono, los auriculares G733 están listos para la Personalización con una amplia variedad de coloridos accesorios. Mezcla y combina. Voltea y acopla. diviértete sin parar con tu elección de accesorios a la venta por separado. AUDIO INMERSIVO: óyelo todo con nuestros propios transductores PRO-G diseñados para ofrecer un sonido preciso y de gama completa. métete en el juego más que nunca con el sonido envolvente de próxima generación DTS Headphone:X 2.0.3Funciones avanzadas como DTS Headphone:X 2.0, Blue VO!CE RGB LIGHTSYNC no están disponibles en PlayStation 4. Suena increíble y nítido, con el micrófono con certificación para Discord. ULTRLIGEROS: Sólo 278 gramos, un poco más de media libra. Es el peso de dos hamburguesas con queso pequeñas o de 250 gominolas. Son muy ligeros y la cinta de suspensión está diseñada para aliviar y distribuir el peso, así que puedes seguir jugando como si no los llevaras puestos. SE ADAPTA AL CONTORNO: La espuma viscoelástica de doble capa se adapta suavemente a tu cabeza y al contorno de tu cara. Reduce los puntos de estrés y proporciona una comodidad más duradera para esas largas sesiones de gaming. La diadema con cinta de suspensión suave y ajustable garantiza un ajuste perfecto. JUEGA CON COLOR: El gaming cobra un nuevo aspecto ya que Logitech G combina tecnología para gaming de primera categoría con colores vibrantes, estilo moderno y sonido impresionante. Completa tu equipo con un ratón y un teclado de alto rendimiento a juego.","Category":"Auriculares"}
,
{"ID Product":"0088","Name":"Auricular Logitech Astro A10 Gaming Blanco/Azul","Stock":"6","Price":"10900.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/915477785eacc49c9496a_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Logitech Astro A10: PARA PC, MAC, también compatible con Xbox One, PS4, móvil, Switch. Lleva tu experiencia de juego de PC a una dimensión completamente nueva. diseñados para jugadores, los audífonos A10 presentan un diseño duradero y mayor comodidad para combatir la fatiga para que puedas jugar más sin descanso. \"Sintonizados para el juego\" con ASTRO Audio, los altavoces de 40 mm brindan claridad y precisión de audio. micrófono unidireccional, control de volumen en línea y funcionalidad de voltear para silenciar significa que tienes el control total de tu experiencia de audio de juego. Bienvenido a la familia ASTRO.","Category":"Auriculares"}
,
{"ID Product":"0089","Name":"Auricular Gamer Redragon H510 Zeus 7.1 blancos","Stock":"8","Price":"8175.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/890901918602b0d8f843bf_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"Redragon Zeus H510: Pensados para todas las plataformas, el ZEUS es el auricular compatible con PC, PS4, XBOX, Nintendo Switch y móviles Smartphone que los gamers multiplataforma esperaban. Dándonos la posibilidad de conectar por medio de puerto USB o jack 3.5 gracias a sus cables desmontables. Sonido: Drivers de 53 mm que los convierten en los más grandes de su segmento e imanes de neodimio el ZEUS brinda una experiencia de audio insuperable. Mediante su cable de conexión vía USB podemos conseguir un sonido envolvente 7.1 virtual y sacar todo el provecho a nuestras partidas o conectar por medio de su cable Jack 3.5 y disfrutar del sonido stereo de alta calidad. micrófono: Un micrófono direccional desmontable con cancelación de ruidos y filtro pop incluido, nos dará la mejor transmisión en nuestros streaming y nuestras partidas, o quitarlo para disfrutar de la másica que nos gusta. construcción: Estructura de plástico ABS calidad industrial, copas metálicas prácticamente indestructibles, vincha ajustable y recubrimiento circumaural, con almohadillas de cuero sintútico premium y relleno Memory Foam convierten al ZEUS en un auricular cómodo y duradero, ideal para partidas o transmisiones extensas. Ambos cables de conexión son mallados y de alta resistencia. Totalmente desmontables y con conector bañado en oro, para que el cable no sufra si olvidas quitartelos al levantarte. Para completar sus excelentes prestaciones incluimos un adaptador 2x1 para audio/micrófono y una bolsa de transporte para que puedas tenerlo siempre contigo en todas partes. Porque el sonido importa.","Category":"Auriculares"}
,
{"ID Product":"0090","Name":"Auricular Gamer Redragon H320 Lamia Rgb 7.1 Negro","Stock":"10","Price":"6322.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1661280132602b08d711ac2_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"Redragon H320 Lamia RGB: Con un agradable sonido 7.1, este auricular consigue un excelente equilibrio como un dispositivo para juegos y para escuchar másica. Para mantener el estilo que caracteriza a Redragon, un anillo con iluminación RGB completa la hermosa estática del Lamia. Nuestro nuevo headset H320RGB Lamia incluye el soporte universal Scepter, para que puedas darle un hogar a tus auriculares fuera del alcance de mascotas y niños mientras cuidas la estática de tu escritorio!","Category":"Auriculares"}
,
{"ID Product":"0091","Name":"Auricular Gamer Redragon Ares H220 Themis2","Stock":"12","Price":"2616.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7259107656070781c7e919_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"Redragon Latino America H220 THEMIS (No Led): Un auricular con un sonido brillante y claro, con una estructura liviana y cómoda, el Themis es un auricular pensado para jugar cómodamente. Sonido: Este auricular, posee un claro sonido estéreo con ficha Jack 3.5 mm, garantizan la mejor calidad de sonido en nuestros diafragmas de 50mm con imanes de neodimio, ideales en la construcción de periféricos de sonido. micrófono: Integrado en la estructura de las copas, construido sobre un brazo rebatible y captación omnidireccional. construcción: Con su estructura de plástico ABS, vincha ajustable con almohadilla de relleno suave, almohadillas de copas sintúticas con relleno suave y de recubrimiento circumaural, que recubre toda superficie de las orejas y producen un aislamiento acústico pasivo que nos aseguran la funcionalidad de nuestro periférico. Además posee un cable engomado de 2 metros de largo, altamente resistente, fichas de 3.5 mm bañadas en oro.Extra: Incluimos un adaptador a ficha Jack de 4 vías para utilizarlo en distintas plataformas, o disfrutar de tu másica en tu celular sin perder el micrófono.","Category":"Auriculares"}
,
{"ID Product":"0092","Name":"Auricular Gamer Sony Platinum Wireless","Stock":"10","Price":"29757.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/17641188205fe0c9978d733_4.jpg&w=1180&h=546&zc=2","Brand":"Sony","Description":"SONIDO ENVOLVENTE VIRTUAL MEJORADO: Descubre el sonido virtual envolvente 7.1 mejorado en todos los juegos de PS4, gracias a la tecnología de audio 3D y a unos diafragmas de altavoz de 50 mm que ofrecen una increíble nitidez y rango de sonido. Tus enemigos siempre quedarás atrás porque tú escucharás sus pasos mucho antes de escucharte ellos a ti. AUDIO 3D: adéntrate en tus aventuras y Sumérgete en un sonido increíblemente realista basado en objetos con el modo de audio 3D de los auriculares. Los juegos compatibles tendrán lugar en una dimensión completamente nueva con un sonido que proviene de arriba, abajo, enfrente y detrás de ti, convirtiéndote en el centro de la acción. EL SONIDO DEL JUEGO: Descubre el sonido que todo juego debe tener gracias a los modos personalizados creados por los desarrolladores del juego para ofrecerte una experiencia de sonido única a medida hecha para juegos individuales. Habla con tus amigos sobre las túcticas de juego, planead el siguiente ataque o simplemente mantén una tertulia con una calidad increíble gracias al micrófono con cancelación de ruido oculto. Juega durante más tiempo gracias a la batería recargable de gran autonomía de los auriculares. PARA TODOS TUS DISPOSITIVOS: conéctalo a cualquier consola PS4 y Olvídate de los cables. Sumérgete en la experiencia VR al conectarlos con el cable a PS VR. Escucha másica desde un PC o Mac con el adaptador inalámbrico. conéctalo a tu dispositivo móvil.","Category":"Auriculares"}
,
{"ID Product":"0093","Name":"Auricular Soyto SY733MV","Stock":"15","Price":"2834.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/75318965fad80707bc47_4.jpg&w=1180&h=546&zc=2","Brand":"Soyto","Description":"Auricular Gamer Moderno de ultima generación con sonido HD que ofrece una gama de sonidos vívidos y claros que otorgarán una gran experiencia al momento de jugar. El micrófono plegable cuenta con cancelación de ruido, fácil de ajustar y cómodo. La captación de voz es clara para comunicarnos sin problemas!!!","Category":"Auriculares"}
,
{"ID Product":"0094","Name":"Disco Externo SSD Sandisk 1TB","Stock":"20","Price":"28667.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/77726856613923ee29e45_4.jpg&w=1180&h=546&zc=2","Brand":"SanDisk","Description":"rápido, portátil y económico: Consigue un rendimiento de estado sólido con velocidades de lectura de 520 MB/s2 en un disco portátil. Guarda los mejores momentos de tu vida: Realiza una copia de seguridad de tu contenido y recuerdos en una solución de almacenamiento que encaja a la perfección con tu ajetreada vida móvil. Lo bastante resistente para viajar contigo: Llevatelo en tus aventuras: con protección contra caídas de hasta dos metros4, este disco duradero puede soportar más de un tropiezo. No te separarás de él: Engancha el disco a tu cinturón o mochila mediante el resistente gancho de goma para poder llevarlo a cualquier sitio sin preocupaciones. Confianza global: Un producto de SanDisk, la marca en la que confían los fotúgrafos profesionales para su trabajo diario","Category":"Discos rigidos"}
,
{"ID Product":"0095","Name":"Disco Externo SSD Sandisk 480gb","Stock":"10","Price":"15478.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/978046868611c0bbf3d263_4.jpg&w=1180&h=546&zc=2","Brand":"SanDisk","Description":"rápido, portátil y económico: Consigue un rendimiento de estado sólido con velocidades de lectura de 520 MB/s2 en un disco portátil. Guarda los mejores momentos de tu vida: Realiza una copia de seguridad de tu contenido y recuerdos en una solución de almacenamiento que encaja a la perfección con tu ajetreada vida móvil. Lo bastante resistente para viajar contigo: Llevatelo en tus aventuras: con protección contra caídas de hasta dos metros4, este disco duradero puede soportar más de un tropiezo. No te separarás de él: Engancha el disco a tu cinturón o mochila mediante el resistente gancho de goma para poder llevarlo a cualquier sitio sin preocupaciones. Confianza global: Un producto de SanDisk, la marca en la que confían los fotúgrafos profesionales para su trabajo diario","Category":"Discos rigidos"}
,
{"ID Product":"0096","Name":"Disco Externo SSD Hp P500 250gb Type-C Usb 3.1","Stock":"12","Price":"8720.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10702764656093e5844eef0_4.jpg&w=1180&h=546&zc=2","Brand":"Hp","Description":"El SSD portátil P500, un producto con una estática minimalista y elementos prácticos, brinda colores a la conveniencia del usuario y al almacenamiento eficiente de datos. diseñado con una apariencia simple y estática, carcasa metálica a prueba de golpes e inastillables, el SSD portátil HP P500 ofrece varios colores para satisfacer la moda del usuario y las necesidades individuales. El SSD portátil HP P500 adopta la tecnología de flash 3D NAND de alto rendimiento y la interfaz USB3.1 Gen2 Tipo-C. Es compatible con sistemas operativos populares como Windows / MAC OS / Android.","Category":"Discos rigidos"}
,
{"ID Product":"0097","Name":"Disco Solido Kingston 960gb A400 SSD Sata 3","Stock":"4","Price":"14170.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8050708235cf6f1773e52b_4.jpg&w=1180&h=546&zc=2","Brand":"Kingston","Description":"A400 SSD: La unidad de estado sólido A400 de Kingston mejora dramáticamente la capacidad de respuesta de su sistema existente con velocidades increíbles de inicio, carga y transferencia, comparadas con los discos duros mecúnicos. Usando un controlador de última generación para leer y escribir a velocidades de hasta 500MB/seg y 450MB/seg1, este SSD es 10 veces más rápido que un disco duro tradicional1 para un mejor rendimiento, mayor capacidad de respuesta y multi-tarea, y en general un sistema más rápido. Además de ser más confiable y duradero, el A400 está disponible en múltiples capacidades, desde 120GB a 960GB2. Inicio, carga y transferencia de archivos veloz. más confiable y duradero que un disco duro. múltiples capacidades que ofrecen espacio para aplicaciones o para el reemplazo de discos duros","Category":"Discos rigidos"}
,
{"ID Product":"0098","Name":"Disco Solido Kingston 480gb A400 SSD Sata 3","Stock":"6","Price":"7412.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2609221895ad0b0562c177_4.jpg&w=1180&h=546&zc=2","Brand":"Kingston","Description":"A400 SSD: La unidad de estado sólido A400 de Kingston mejora dramáticamente la capacidad de respuesta de su sistema existente con velocidades increíbles de inicio, carga y transferencia, comparadas con los discos duros mecúnicos. Usando un controlador de última generación para leer y escribir a velocidades de hasta 500MB/seg y 450MB/seg1, este SSD es 10 veces más rápido que un disco duro tradicional1 para un mejor rendimiento, mayor capacidad de respuesta y multi-tarea, y en general un sistema más rápido. Además de ser más confiable y duradero, el A400 está disponible en múltiples capacidades, desde 120GB a 960GB2. Inicio, carga y transferencia de archivos veloz. más confiable y duradero que un disco duro. múltiples capacidades que ofrecen espacio para aplicaciones o para el reemplazo de discos duros","Category":"Discos rigidos"}
,
{"ID Product":"0099","Name":"Disco Solido Kingston 240gb A400 SSD Sata 3","Stock":"8","Price":"5341.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/15050318965b7dbe23edc4b_4.jpg&w=1180&h=546&zc=2","Brand":"Kingston","Description":"A400 SSD: La unidad de estado sólido A400 de Kingston mejora dramáticamente la capacidad de respuesta de su sistema existente con velocidades increíbles de inicio, carga y transferencia, comparadas con los discos duros mecúnicos. Usando un controlador de última generación para leer y escribir a velocidades de hasta 500MB/seg y 450MB/seg1, este SSD es 10 veces más rápido que un disco duro tradicional1 para un mejor rendimiento, mayor capacidad de respuesta y multi-tarea, y en general un sistema más rápido. Además de ser más confiable y duradero, el A400 está disponible en múltiples capacidades, desde 120GB a 960GB2. Inicio, carga y transferencia de archivos veloz. más confiable y duradero que un disco duro. múltiples capacidades que ofrecen espacio para aplicaciones o para el reemplazo de discos duros. Esta unidad SSD estádiseñada a fin de ser utilizada con cargas de trabajo de computadoras de escritorio y notebooks, y no estádiseñada para entornos de servidores.","Category":"Discos rigidos"}
,
{"ID Product":"0100","Name":"Disco Solido Ssd 500gb Kingston A2000 M.2 2880","Stock":"10","Price":"10137.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/127379905760592cf4565b8_4.jpg&w=1180&h=546&zc=2","Brand":"Kingston","Description":"El SSD PCIe NVMe A2000 de Kingston es una solución de almacenamiento asequible con un rendimiento impresionante de velocidades de lectura/escritura de hasta 2.200/2.000MB/seg 1, El A2000 ofrece un rendimiento 3 veces superior a la de un SSD SATA con tiempos de carga más rápidos, menor energía y menos calor. El SSD A2000 está diseñado para usuarios principiantes, fabricantes de sistemas diseñados con un propósito específico, Los que construyen sus propios sistemas y aquellos que buscan actualizar su PC. Con un diseño M.2 delgado de un solo lado, el A2000 funciona a su máximo potencial cuando se instala en un sistema Ultrabook o en un PC de factor de forma pequeño (PC SFF). Disponible en capacidades de 250GB a 1TB2 para satisfacer las necesidades de su sistema. El A2000 es una unidad de auto encriptado que respalda la protección de datos de extremo a extremo mediante encriptación por hardware basada en AES de 256-bit y permite el uso de proveedores de software independiente con soluciones de Administración de seguridad TCG Opal 2.0, como Symantec_x0099_, McAfee_x0099_, WinMagic y otros. A2000 también tiene soporte integrado eDrive, una especificación de almacenamiento de seguridad para usar con BitLocker.","Category":"Discos rigidos"}
,
{"ID Product":"0101","Name":"Disco Solido Ssd 250gb Kingston A2000 M.2 2280","Stock":"12","Price":"7085.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/157862900860592cd2bc0fa_4.jpg&w=1180&h=546&zc=2","Brand":"Kingston","Description":"El SSD PCIe NVMe A2000 de Kingston es una solución de almacenamiento asequible con un rendimiento impresionante de velocidades de lectura/escritura de hasta 2.200/2.000MB/seg 1, El A2000 ofrece un rendimiento 3 veces superior a la de un SSD SATA con tiempos de carga más rápidos, menor energía y menos calor. El SSD A2000 está diseñado para usuarios principiantes, fabricantes de sistemas diseñados con un propósito específico, Los que construyen sus propios sistemas y aquellos que buscan actualizar su PC. Con un diseño M.2 delgado de un solo lado, el A2000 funciona a su máximo potencial cuando se instala en un sistema Ultrabook o en un PC de factor de forma pequeño (PC SFF). Disponible en capacidades de 250GB a 1TB2 para satisfacer las necesidades de su sistema. El A2000 es una unidad de auto encriptado que respalda la protección de datos de extremo a extremo mediante encriptación por hardware basada en AES de 256-bit y permite el uso de proveedores de software independiente con soluciones de Administración de seguridad TCG Opal 2.0, como Symantec_x0099_, McAfee_x0099_, WinMagic y otros. A2000 también tiene soporte integrado eDrive, una especificación de almacenamiento de seguridad para usar con BitLocker.","Category":"Discos rigidos"}
,
{"ID Product":"0102","Name":"Disco Externo Seagate Expansion 5TB Usb 3.0","Stock":"10","Price":"18966.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/11751881965ee2732eb7715_4.jpg&w=1180&h=546&zc=2","Brand":"Seagate","Description":"Mejorá el rendimiento de tu dispositivo con el disco duro Seagate, que te posibilitará almacenar toda tu información de manera fácil y segura. El almacenamiento que necesitús: aprovechá al máximo su almacenaje de 5 TB, el cual te permitirá guardar gran cantidad de documentos, películas, másica y todos los archivos que necesites. más velocidad a tu alcance: Este dispositivo transfiere datos a través de un puerto USB 3.0, lo que lo hará veloz, portátil y adaptable a tus necesidades.","Category":"Discos rigidos"}
,
{"ID Product":"0103","Name":"Disco Externo Western Digital 4TB Usb 3.0 Elements","Stock":"15","Price":"14497.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/20854905345e715b42cdf7c_4.jpg&w=1180&h=546&zc=2","Brand":"Western Digital","Description":"máxima velocidad de transferencia, Compatibilidad usb 3.0 y usb 2.0, Gran capacidad en un diseño elegante. Prueba gratuita del software de copia de seguridad, copias de seguridad de los archivos en el disco WD Elements o en la nube usando su cuenta de DropBox_x0099_. Mejora el rendimiento del PC. Calidad WD por dentro y por fuera. Formateado para Windows y Se puede reformatear para Mac.","Category":"Discos rigidos"}
,
{"ID Product":"0104","Name":"Disco Externo Seagate Expansion 2TB Usb 3.0","Stock":"20","Price":"9592.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14785583585eb836cd35ad5_4.jpg&w=1180&h=546&zc=2","Brand":"Seagate","Description":"Un sencillo almacenamiento adicional que le acompaña. La unidad de disco duro portátil Expansion Portable de Seagate ofrece una sencilla solución cuando necesita agregar almacenamiento instantúneo a su computadora y llevar archivos con usted. Almacenamiento de archivos mediante la técnica de arrastrar y soltar listo para usarse: USB energizado y rápida transferencia de datos con la conectividad USB 3.0. La solución de almacenamiento de fácil uso: La unidad de disco duro portátil Expansion Portable se instala fácilmente con la conexión de un solo cable USB. Puede comenzar a guardar sus archivos digitales en esta unidad de disco duro externa después de Sólo segundos de su instalación. Los archivos de fotografías digitales, video y másica pueden limitar el almacenamiento de su computadora, lo que ocasiona un declive del rendimiento debido a que su disco duro interno se llena hasta su capacidad. La unidad de disco duro portátil Expansion Portable ofrece numerosas opciones de capacidad"}
,
{"ID Product":"0105","Name":"Disco Externo Western Digital 1TB Usb 3.0 Elements","Stock":"10","Price":"7085.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/44817954355b10e48c6318_4.jpg&w=1180&h=546&zc=2","Brand":"Western Digital","Description":"máxima velocidad de transferencia, Compatibilidad usb 3.0 y usb 2.0, Gran capacidad en un diseño elegante. Prueba gratuita del software de copia de seguridad, copias de seguridad de los archivos en el disco WD Elements o en la nube usando su cuenta de DropBox_x0099_. Mejora el rendimiento del PC. Calidad WD por dentro y por fuera. Formateado para Windows y Se puede reformatear para Mac.","Category":"Discos rigidos"}
,
{"ID Product":"0106","Name":"Disco Duro Interno Wd 8tb 3,5'' Sata 7200rpm Purple Sellado","Stock":"12","Price":"40330.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/29485674060c273544b044_4.jpg&w=1180&h=546&zc=2","Brand":"Western Digital","Description":"Western Digital es una marca de renombre mundial en almacenamiento de datos con la cual podés crear, experimentar y guardar contenidos a través de una amplia gama de dispositivos. La alta seguridad y rendimiento que brindan sus unidades la convierten en una de las empresas más elegidas del mercado. El WD Purple WD82PURZ se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar.\nmás velocidad a tu alcance: Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.","Category":"Discos rigidos"}
,
{"ID Product":"0107","Name":"Lector disco externo 2.5 HDD/SSD USB-C Satechi","Stock":"4","Price":"6180.30","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8167314860aed73ec3d55_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Lector disco externo 2.5 HDD/SSD USB-C Satechi (A00221): añade el toque más personal y único a tus discos duros HDD o SSD. La caja externa Type-C Aluminum de Satechi te permitirá disfrutar de velocidades de transferencia de hasta 10Gb/s gracias a la característica de USB 3.1 incorporada. Una caja elegante te permitirá insertar cualquiera de tus discos HDD o SSD con formato 2.5_x0094_. Además la instalación se convierte en lo más fácil y rápido gracias a las herramientas incluidas. USB 3.1: Con la ultima generación de USB incluida en la caja externa, accederás a todos tus datos y archivos de la forma más rápida posible. Disfrutú de las velocidades de transferencia más óptimas para tu uso. Con USB 3.1 disfrutú de velocidades de transferencia de hasta 10Gb/s. Inserta discos HDD o SSD de formato 2.5_x0094_. Carcasa resistente y diseño elegante. Perfecto para complementar tus dispositivos Apple","Category":"Discos rigidos"}
,
{"ID Product":"0108","Name":"Parlante Bluetooth Xiaomi Mi Portable Speaker (16W) MDZ-36-D","Stock":"6","Price":"10137.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1314758977609431ab5e622_4.jpg&w=1180&h=546&zc=2","Brand":"Xiaomi","Description":"Parlante Bluetooth Xiaomi Mi Portable Speaker (16W) MDZ-36-DB: Gran calidad de sonido - micrófono - Bluetooth v5.0 - Certificado IPX7 - Hasta 13 horas de duración - Potencia de 16W .Tenemos los mejores altavoces para que puedas disfrutar allá donde tú estás. Altavoces tan espectaculares como el nuevo Xiaomi Mi Portable Bluetooth Speaker 16W te dan todo lo que necesitas para poder disfrutar de la mejor calidad de másica. Un modelo que te permite usarlo en todos los lugares por su gran resistencia, la mejor conexión bluetooth y una batería espectacular. Todo ello disfrutando de una mejor calidad de sonido. El modelo más espectacular de Xiaomi lo podrás encontrar en nuestro catúlogo. Sigue leyendo y sabrás por qué. La mejor calidad de sonido: Lo más importante de este nuevo altavoz de Xiaomi es que cuenta con una calidad de sonido espectacular. Un altavoz portátil que cuenta con un doble altavoz de 5.7 cm que te da la mejor calidad de sonido. así, este modelo alcanza una potencia de sonido de 16W, que te da una calidad de sonido increíble como pocos. Además, podrás usarlo de dos maneras: gozando del mejor sonido que vas a encontrar o un sonido que te da la mejor calidad de sonido mejorando los graves de todas las canciones. Es un modelo que también cuenta con un micrófono que te dará todo lo que necesitas para poder disfrutar. conexión TWS: Para que no Sólo puedas disfrutar de la mejor calidad de sonido, este modelo cuenta con la capacidad de conexión TWS, que te dará la posibilidad de que puedas usar dos altavoces bluetooth para poder disfrutar de un sonido estéreo espectacular. Es uno de los mejores modelos que vas a encontrar.\nTe durará mucho tiempo: Uno de esos modelos que están pensados para que puedas disfrutar. Porque este modelo te permite conectarlo con su tecnología Bluetooth v5.0, que te dará todo lo que necesitas para poder disfrutar. Siendo uno de los modelos más resistentes que vas a encontrar, cuenta con un certificado de resistencia IPX7. Para terminar, este modelo cuenta con una batería espectacular que te ofrece una capacidad de uso como no habías imaginado encontrar. podrás disfrutar de la mejor calidad de sonido durante hasta 13 horas de uso, que te darán todo lo que necesitas para disfrutar.","Category":"Parlantes"}
,
{"ID Product":"0109","Name":"Parlante Bluetooth Logitech Z407 2.1","Stock":"8","Price":"14170.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/18311532196090aa6c70a0f_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Parlante Bluetooth Logitech Z407 2.1 (980-001353): Altavoces para ordenador Logitech Z407 Bluetooth con subwoofer y control inalámbrico. Logitech Z407 Bluetooth con subwoofer para ordenador. Gran sonido y estilo con Z407 para tu escritorio. Sonido envolvente con una potencia de pico de 80 vatios y procesamiento de señal digital. Subwoofer con salida inferior para graves intensos y gran claridad. Control giratorio inalámbrico. Altavoces de doble posición para crear tu propio espacio de trabajo. Varias alternativas de conexión: Bluetooth, USB y 3,5 mm. métete DE LLENO EN UN ESTUPENDO SONIDO... SIN CABLES: 80 vatios de potencia y procesamiento de señales digitales (DSP) preciso para disfrutar de un sonido vibrante, envolvente, autúntico como la vida misma. Percibe con nitidez las notas altas, la potente gama de notas medias y bajas, y todos los graves que puedas asimilar. Gracias al control giratorio inalámbrico y las bocinas de dos posiciones, controlarás el sonido y el estilo. Ajusta los graves y el volumen en toda la sala. Coloca las bocinas horizontal o verticalmente. Conecta vía Bluetooth, o mediante entradas micro USB y de 3,5 mm, o las tres, y alterna fácilmente entre ellas. Incluso si estás del otro lado de la sala.","Category":"Parlantes"}
,
{"ID Product":"0110","Name":"Parlante Bluetooth Apple Homepod Mini","Stock":"10","Price":"37488.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/554564495603d068a57084_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"Descubre más detalles sobre el HomePod mini: Un sonido alucinante y envolvente. Coloca varios altavoces HomePod mini en distintos puntos de la casa para usar el audio multizona1 y prestaciones como Intercomunicador. Siri es un asistente inteligente para tu HomePod mini. Usa la voz para consultar el calendario o el tiempo, poner alarmas y hacer las tareas de cada día.\nControla tus accesorios de domática usando solo la voz con el HomePod mini. La privacidad en casa es fundamental. El HomePod mini mantiene tus datos privados y seguros. El HomePod mini es una pequeña caja de sorpresas, empezando por su imposible Tamaño. Con tan solo 8,43 cm de alto, viene cargadísimo de innovación y concentra una potencia acústica descomunal. Apenas ocupa espacio, pero su sonido de 360 grados llena por completo la habitación. Tan bonito. Y tan bestia. Gracias a su revolucionaria tecnología de audio computacional, el HomePod mini es capaz de producir toda una gama de matices, propia de un altavoz mucho más grande. Y aunque subas el volumen al máximo, sigue oyendo tus comandos de voz. Tiene mucho genio dentro. El HomePod mini va sobrado de estilo. Ha sido diseñado para quedar bien en cualquier lugar de la casa. Su exterior está recubierto por una malla acústica sin costuras, que causa un gran impacto a la vista pero no al oído. Y ves esa superficie táctil que se ilumina? Ese es tu control de mando. El HomePod mini es increíble en solitario y espectacular en grupo. Si colocas varios en distintos puntos de la casa, puedes crear un sistema de sonido conectado.1 Pide a Siri que ponga la misma canción en todas las habitaciones o elige un tema distinto para cada una. El HomePod mini también puede combinarse con su hermano mayor para usar el audio multizona y prestaciones como Intercomunicador. Compatible con par estéreo: Si quieres escuchar una increíble colaboración entre grandes de la másica, coloca dos HomePod mini en el mismo espacio. Al enlazarlos como par estéreo, se repartirán los canales izquierdo y derecho para crear un sonido envolvente. Pocos dúos tienen tanta sintonía.","Category":"Parlantes"}
,
{"ID Product":"0111","Name":"Parlante Xiaomi Mi Bluetooth Basic 2","Stock":"12","Price":"4578.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/16632186035f3c2395727c4_4.jpg&w=1180&h=546&zc=2","Brand":"Xiaomi","Description":"Xiaomi Mi Bluetooth Speaker Basic 2. diseño Renovado - Color Blanco - Dos Altavoces 2.5W - conexión Bluetooth 4.2 - Entrada Jack 3.5mm - Compatible Android e iOS - autonomía 10 Horas. Lo que tanto tiempo llevábamos esperando por fin ha llegado, el nuevo Xiaomi Square Box 2 ya es una realidad, la renovación por parte de Xiaomi de su familia Square Box se ha hecho esperar largo tiempo, pero finalmente ha merecido la pena la espera, os presentamos a un fantústico altavoz bluetooth que será vuestro próximo must para la temporada, lo llevarás contigo a todas partes y no es para menos ya que su fantústico diseño y características te dejarán boquiabierto. Redescubre la buena másica con Xiaomi. El nuevo altavoz bluetooth de Xiaomi, el Xiaomi Square Box 2 presenta un renovado diseño en el que sus bordes han sido redondeados para adoptar una novedosa apariencia que ciertamente ha sido todo un éxito, sus bordes redondeados le aportan una fabulosa sofisticación, descubre tu nuevo Square Box 2 de Xiaomi como un complemento más para la decoración. Su estática sigue las líneas minimalistas que tanto distinguen a Xiaomi y que lo hacen toda una delicia para colocarlo en cualquier rincón, no desentonará para nada ya que se adapta a cada decoración como si de un camaleón se tratase. Fabricado en plástico ABS de color blanco este material le aportará una buena resistencia ante el paso del tiempo, por otro lado, esta fabulosa estática contribuirá a conseguir un muy buen sonido, claro y nítido por su distribución y formas. En su interior podemos encontrar dos altavoces y un subwoofer que marcará la diferencia con respecto a otros dispositivos similares y que nos aportarán la mejor calidad. Escucha tu másica favorita de la mejor forma posible con el nuevo Xiaomi Square Box 2. Las mejores características para el mejor altavoz Bluetooth. A pesar de emitir un sonido claro y nítido el nuevo Xiaomi Square Box 2 tiene un Tamaño compacto que te permitirá llevarlo contigo a dónde quiera que vayas, sus dimensiones exactas son de 154.5x60x25.5 y tan Sólo pesa 155g, es fácil de transportar y llevar a cualquier parte ya sea en mano o guardado, el agarre se hace extremadamente cómodo por su diseño que le confiere una fantústica ergonomía que conseguirá que incluso las manos más pequeñas puedan sostenerlo sin problemas. Por otra parte incopora un micrófono interno que nos permitirá la opción de contestar las llamadas entrantes Sólo con presionar un botón, hace uso además de una de las últimas tecnologías de cancelación de ruido para conseguir un sonido increíble durante la llamada siendo además compatible este sistema tanto con Android como con iOS. Su batería de 1200mAh te dará la posibilidad de reproducción de másica de hasta 10 horas, prácticamente una jornada entera de másica que te hará ser el rey de las quedadas con tus amigos y familiares, disfruta de la buena másica y de la mejor compañía con Xiaomi Square Box 2. No podemos dejar de hablar de su maravillosa conectividad en la que se han introducido cambios con respecto al anterior Xiaomi Square Box - Altavoz Bluetooth, en esta nueva versión apreciamos mejoras como la inclusión de una entrada para jack 3.5mm que te permitirá conectar el Xiaomi Square Box 2 a cualquier dispositivo como ordenador, smartphone, reproductores MP3 o cualquier otro compatible, pero lo mejor es utilizar su estable y rápida conexión Bluetooth 4.2 que te dará la posibilidad de conectar sin cables de ningún tipo tu smartphone o cualquier otro compatible para una reproducción cómoda y sin los molestos tropiezos con cables, disfruta de la másica en la mejor calidad, comprar Xiaomi Square Box 2 en PowerPlanetOnline, redescubre tus canciones favoritas y vívelas con estilo, el nuevo Xiaomi Square Box 2 ha llegado para ser la próxima estrella de tus reuniones.","Category":"Parlantes"}
,
{"ID Product":"0112","Name":"Parlantes Logitech Z607 5.1 Surround Bluetooth","Stock":"10","Price":"19511.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14207986215cffbc768e876_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Parlantes Logitech Z607 5.1 Surround Bluetooth: EL SONIDO ENVOLVENTE 5.1 OFRECE UN AUDIO POTENTE. Con una potencia de pico de 160 vatios, este sistema de altavoces 5.1 llena tu espacio con audio de alta calidad que suena increíble. Disfruta de autúntico sonido envolvente desde cualquier fuente: televisor, teléfono, computadora, juegos 1 y más. Incluso puedes reproducir contenido de audio directamente de tarjetas SD, unidades USB o radio FM. El transductor de subwoofer de 133,35 mm produce graves que puedes sentir. Y el remoto incluido y los cables posteriores extralargos facilitan la configuración y el uso. AUDIO DE FUENTES DIVERSAS: Escucha audio de computadoras, teléfonos, tablets, televisores, reproductores de Blu-ray/DVD... casi cualquier fuente. Puede conectarse de forma inalámbrica a través de Bluetooth o físicamente utilizando un conector de audio de 3,5 mm o un cable RCA para escuchar juegos, másica, películas, todo. Incluso puedes oír audio de tarjetas SD, unidades USB o radio FM.","Category":"Parlantes"}
,
{"ID Product":"0113","Name":"Parlante Bluetooth Jbl Charge 4","Stock":"15","Price":"21800.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/13742247805c4898f13e33b_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"JBL combina la transmisión de audio inalámbrica y la portabilidad con el Altavoz portátil Bluetooth Charge 4 azul. Este altavoz cuenta con un controlador desarrollado patentado y dos radiadores de bajos JBL que intensifican el sonido con graves profundos fuertes. Su batería de iones de litio recargable de alta capacidad de 7800mAh brinda hasta 20 horas de tiempo de juego. Este altavoz lleva una cómoda carga USB tipo C para alimentar rápidamente sus dispositivos móviles, como su teléfono inteligente o tableta. El Charge 4 cuenta con un diseño robusto y un exterior impermeable IPX7, que agrega protección en cualquier ambiente. Junto con JBL Connect +, este altavoz puede conectarse con más de 100 altavoces habilitados para JBL Connect + para amplificar su experiencia auditiva. transmisión inalámbrica de Bluetooth. Conecte de forma inalámbrica hasta dos teléfonos inteligentes o tabletas a este altavoz y gire por turnos para disfrutar de sus canciones favoritas. 20 horas de juego: La batería recargable LiPo 7800mAh incorporada admite hasta 20 horas de tiempo de reproducción y carga su dispositivo a través del puerto USB Tipo-C. IPX7 a prueba de agua: Lleve el Charge 4 a la playa o piscina sin preocuparse por los derrames o incluso la inmersión en el agua. Tela duradera y resistente: Este altavoz está envuelto en un tejido resistente y duradero que está diseñado para proteger su altavoz en cualquier entorno. Radiador de bajo JBL. Los radiadores pasivos duales ofrecen un sonido potente y llamativo de JBL que resuena alto y claro.","Category":"Parlantes"}
,
{"ID Product":"0114","Name":"Parlante Sonos Roam Black Bluetooth + Wifi","Stock":"20","Price":"40875.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/87587033561c89693b5948_4.jpg&w=1180&h=546&zc=2","Brand":"Sonos","Description":"Parlante Bluetooth Sonos Roam: Un sonido brutal en cualquier sitio con este altavoz inteligente, portátil y ligero. Impermeable (IP67) + AirPlay 2 de Apple + Resistente a los golpes + Botones de control + más de diez horas de autonomía + Wi-Fi +Control por voz + Bluetooth + Ajuste Trueplay_x0099_ automático. Un sonido brutal dentro y fuera de casa: Disfruta del sonido único de Sonos mediante Wi-Fi, o escucha lo que quieras directamente desde tu smartphone, tableta u ordenador mediante Bluetooth. fácil no, automático: Roam se conecta automáticamente a tu red Wi-Fi o a tu dispositivo cuando sales de casa. tú solo tienes que elegir la másica. pequeño, pero maton: su acustica se ha diseñado con una gran precision para que ofrezca un sonido con claridad, la profundidad y la amplitud que se puede esperarde una altavoz grande. Se ajusta como por arte de magia: La tecnología Trueplay automática adapta el sonido de Roam en función del entorno y el contenido que estás escuchando. Siempre al pie del cañón: La batería integrada y recargable ofrece hasta 10 horas de autonomía a un volumen moderado. Bonito por dentro y por fuera: Roam queda fenomenal en cualquier rincón de tu casa, y su forma ligera y ergonómica te permite llevarlo contigo a cualquier parte. Duro como una piedra: Roam se puede utilizar en cualquier tipo de entorno o situación climática porque lleva un material resistente a las caídas y ofrece un grado de protección IP67 contra el polvo y el agua. Bestial desde todos los ángulos: Pon Roam en vertical para ahorrar espacio o colócalo en horizontal para mejorar su estabilidad. Siempre se adapta y ofrece el mejor sonido posible. Sin mover ni un dedo: Dile a Amazon Alexa o al Asistente de Google que ponga alarmas, consulte las noticias, controle los dispositivos inteligentes de tu casa y mucho más. La unión hace la fuerza: Combina varios altavoces y crea el sistema perfecto para ti. añade más altavoces cuando quieras para disfrutar de tu másica favorita dentro y fuera de casa.","Category":"Parlantes"}
,
{"ID Product":"0115","Name":"Parlante Bluetooth Logitech Megaboom 3 Sunset Red","Stock":"10","Price":"27795.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/98622409261b7e0e0dd602_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Parlante Bluetooth Logitech Megaboom 3 Sunset Red (984-001400): Altavoz Bluetooth inalámbrico y portátil: con sonido superpotente y envolvente de 360, graves formidables, resistencia al agua, el polvo y las caídas, y un precioso tejido de alto rendimiento. El altavoz definitivo, redefinido. ALTO Y AUtúNTICO MEGABOOM 3 ofrece un sonido potente e inmersivo. Y también cuidadosamente equilibrado y perfectamente nítido. Con el exclusivo procesamiento de sonido de Ultimate Ears, produce un audio fiel a la másica que te gusta, y en todos los niveles de volumen. SONIDO ESPACIAL DE 360° Con MEGABOOM 3 hemos perfeccionado nuestro original y emblemático diseño cilíndrico, para ofrecer audio inmersivo y estereofúnico emitido de manera uniforme en todas las direcciones. GRAVES FORMIDABLES Con un Tamaño extra y un woofer más grande, MEGABOOM 3 crea graves intensos que se oyen y se sienten con una profundidad un 50% superior a la de BOOM. Pero a diferencia de muchos otros altavoces portátiles, es fiel a tu másica. Sin exageraciones ni distorsiones. prácticamente INDESTRUCTIBLE: se ha hecho para resistir cualquier aventura. Lo hemos sometido a más de 25 rigurosas pruebas de durabilidad, entre ellas miles de pulsaciones de botones, vapuleos y multitud de caídas. Aguanta caídas, patadas y salpicaduras sin inmutarse. Disfruta. EL NUEVO MAGIC BUTTON Con MEGABOOM 3 puedes reproducir, poner en pausa y omitir pistas directamente desde el altavoz. Sólo tienes que pulsar para controlar el stream de másica. O configura playlists personalizadas con un solo toque para Spotify en Android*, Amazon Music Unlimited, Amazon Prime Music, Apple Music y Deezer Premium. Elige el ambiente según el momento sin necesidad de usar el teléfono. Compatible con teléfonos y tablets Android OS 6 y posteriores. TEJIDO IRIDISCENTE: está recubierto de un tejido bicolor, resistente y decididamente atractivo. Ya se ha usado antes en cosas como prendas para motoristas y equipo contra incendios, o sea, para circunstancias extremas. está disponible en una gama de temas iridiscentes increíblemente bonitos, creados mediante nuestro propio proceso de coloración. duración DE batería MODélICA: El espectacular sonido de MEGABOOM 3 está a la altura de la fenomenal duración de 20** horas de la batería. Utiliza una modernísima tecnología de batería, ya aplicada a avanzados coches eléctricos, para funcionar un día entero con una sola carga. Diversión. Segura. Sin. interrupción","Category":"Parlantes"}
,
{"ID Product":"0116","Name":"Parlante Bluetooth Jbl Charge 5 Teal","Stock":"12","Price":"32700.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/96096549761cddf2d7c398_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"Parlante Jbl Charge 5: que el ritmo no pare! escucha hasta 20 horas de buena másica y un sonido potente jbl con un driver optimizado de gran amplitud, un altavoz de agudos independiente y dos radiadores de graves jbl, función partyboost: disfruta de un sonido estéreo pudiendo conectar dos altavoces jbl o crea ambiente de fiesta con más de dos altavoces. con bluetooth para conectar hasta dos móviles o tablets. El sol, la playa y tus altavoces impermeables: pásalo genial en la piscina, este altavoz resistente al agua y al polvo, te lo hace todo mucho más fácil. mojarlo ya no es problema: no te preocupes más por la batería: con toda la potencia de la batería que tiene integrada este altavoz, no tendrás que parar la fiesta y, además, mantiene tus dispositivos cargados","Category":"Parlantes"}
,
{"ID Product":"0117","Name":"Parlante Bluetooth Jbl Cip 4 Red","Stock":"4","Price":"9308.60","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/77785122561bc0a06a773a_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"Fantústico portátil y resistente al agua. El vibrante y moderno JBL Clip 4 ofrece sonido JBL Pro original increíblemente rico en un formato compacto. La forma ovalada única se adapta fácilmente a la mano. Totalmente revestido en tejidos coloridos con detalles expresivos inspirados en la moda urbana actual, es fácil combinarlo con tu estilo. El mosquetún totalmente integrado se engancha al instante a bolsas, cinturones o hebillas, para que te puedas llevar tus canciones favoritas a cualquier parte. Resistente al agua y al polvo y con hasta 10 horas de tiempo de reproducción, es lo suficientemente resistente como para llevarlo a cualquier lugar.","Category":"Parlantes"}
,
{"ID Product":"0118","Name":"Parlante Bluetooth Jbl Go 3 Blue + Pink","Stock":"6","Price":"6976.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/3584433161c8b9ad133b6_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"Jbl Go 3: Disfrute de la transmisión de másica inalámbrica Bluetooth en casi cualquier lugar, llueva o haga sol, con el altavoz Bluetooth portátil JBL Go 3 verde azulado. La conectividad Bluetooth permite la transmisión inalámbrica de audio desde su teléfono inteligente, tableta u otro dispositivo compatible con Bluetooth. Un lazo incorporado le permite llevarlo fácilmente y su clasificación IP67 significa que es impermeable y a prueba de polvo para un uso sin preocupaciones en la playa, el parque o la piscina. El altavoz tiene un controlador de rango completo de 1,7 x 1,9 \"que ofrece hasta 4,2 W de potencia RMS.","Category":"Parlantes"}
,
{"ID Product":"0119","Name":"Parlante Bluetooth Jbl Pop Aquea Teal","Stock":"8","Price":"4360.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/31553450261b7ec02d0b86_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"JBL JR Pop ofrece un sonido natural, con una gran claridad y precisión, que se dispersa de manera uniforme. Un parlante que asegura potencia y calidad por igual en la reproducción de contenidos multimedia. Olvidate del amplificador: Al ser activo solo necesitarás conectarlo a la fuente de sonido y el mismo equipo se encargará de amplificar y reproducir: ganarás practicidad y espacio, ya que además requiere menos cableado que uno pasivo. Es la solución más conveniente si querés producir másica en tu casa o en un estudio, y también para DJs.\nManos libres: Esta función te da la facilidad de seguir utilizando tu smartphone aun cuando está conectado al parlante. Responder, realizar llamadas o ignorarlas, son algunas de las acciones que se pueden hacer directamente con los botones de tu JR Pop, sin desconectar ni tocar el teléfono. Apto para aire libre: Usalo en donde quieras, este dispositivo está diseñado para que tengas el mejor sonido siempre, tanto en interiores como en exteriores.","Category":"Parlantes"}
,
{"ID Product":"0120","Name":"Parlante Bluetooth Jbl Go 2 Pearl Champagne","Stock":"10","Price":"5668.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/189914607861c1220032e6c_4.jpg&w=1180&h=546&zc=2","Brand":"JBL","Description":"Ya sea que está en la playa o en la piscina, puede disfrutar de sus canciones favoritas de verano con el altavoz inalámbrico portátil Ruby Red GO 2 de JBL. Este altavoz compacto tiene una clasificación IPX7, lo que significa que puede soportar sumergirse en hasta 3,3 pies de agua. Puede transmitir audio desde cualquier dispositivo compatible con Bluetooth desde una distancia de hasta 33 ', y si empareja el altavoz con su teléfono inteligente, puede usarlo como altavoz para llamadas con manos libres. Con una carga completa, el JBL GO 2 te ofrece hasta 5 horas de reproducción, pero si usas el cable Micro-USB incluido, puedes recargarlo para que la másica nunca se detenga. Altavoz con cancelación de ruido: Puede usar el JBL GO 2 como altavoz cuando lo empareja con su teléfono inteligente equipado con Bluetooth. Para ayudar a mantener esas conversaciones claras como el cristal, JBL ha diseñado el GO 2 con tecnología de cancelación de ruido. Sin Bluetooth? No hay problema: El JBL GO 2 tiene una entrada de audio de 3.5 mm, por lo que si su fuente de audio no tiene Bluetooth, puede conectar un cable de audio (no incluido) y seguir disfrutando de su másica a través del altavoz.","Category":"Parlantes"}
,
{"ID Product":"0121","Name":"Parlante Logitech Z120","Stock":"12","Price":"2561.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/527046836095962368fc2_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Parlante Stereo Usb Logitech Z120: Sonido estéreo pleno para másica, películas y juegos. Estos altavoces compactos con práctica Alimentación por USB se configuran fácilmente y se pueden llevar fácilmente de una habitación a otra.","Category":"Parlantes"}
,
{"ID Product":"0122","Name":"Parlante Logitech S150","Stock":"10","Price":"2180.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14552933875fda51b503b49_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Cuentan con un único conector USB para Alimentación y recepción de audio El sistema de parlantes básico ideal para cualquier equipo de hogar. Perfecto tanto para computadores de escritorio como notebooks y laptops. Controles integrados para ajuste de volumen, interrupción de encendido y mute. Buena calidad de sonido con instalación rápida; todo lo que podráas pedir.","Category":"Parlantes"}
,
{"ID Product":"0123","Name":"Parlante Edifier X600","Stock":"15","Price":"17113.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/12846751434cdc4a023fc27_4.jpg&w=1180&h=546&zc=2","Brand":"Edifier","Description":"Este sistema es increíble por su sonido, su potencia, su diseño y por la performance excelente que alcanza.","Category":"Parlantes"}
,
{"ID Product":"0124","Name":"Parlante Sonos One SL","Stock":"20","Price":"60495.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/3347333346176f7f901cfe_4.jpg&w=1180&h=546&zc=2","Brand":"Sonos","Description":"Parlante Sonos One SL (Wifi): El altavoz para crear pares estéreo y sonido envolvente para cine en casa. Su diseño compacto se adapta a cualquier espacio. Los controles táctiles te permiten cambiar el volumen, reproducir, pausar o saltar canciones. combínalo con un Sonos One o con otro One SL para lograr un sonido estéreo derecha-izquierda o usa dos One SL como altavoces de sonido envolvente de tu cine en casa. Un sonido sensacional. El altavoz potente sin micrófonos para disfrutar de la másica y mucho más. Un sonido brillante en cada lugar. Su diseño compacto se adapta a prácticamente cualquier espacio. Ponlo en la encimera de la cocina, guárdalo en la estantería del despacho o ponlo en el baño (es resistente a la humedad). AirPlay 2 de Apple en Sonos. Escucha el sonido de tu iPhone o iPad directamente en Sonos y dile a Siri que ponga la másica desde Apple Music. ACLARACION: no anda por bluetooth, anda por una red de WIFI.","Category":"Parlantes"}
,
{"ID Product":"0125","Name":"Wacom Intuos Pro Medium PTH660 (Profesional)","Stock":"10","Price":"59950.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/141454226459c0090daa1b6_4.jpg&w=1180&h=546&zc=2","Brand":"Wacom","Description":"Wacom Intuos Pro medium PTH660 (Profesional). La Pluma Intuos Pro Creative Tablet de Wacom es una tableta gráfica flexible que se puede utilizar para digitalizar su trabajo, y por flexible, no queremos decir bendable. Por Sé mismo, el Intuos Pro es una tableta de dibujo estándar que se conecta a su sistema a través de USB o Bluetooth. Cuenta con ocho ExpressKeys personalizables y un Touch Ring para ayudarte con tu flujo de trabajo, y viene con el Wacom Pro Pen 2, que tiene 8192 niveles de sensibilidad a la presión. Cuando se combina con el Paper Clip, el Finetip Pen y el papel, el Intuos Pro se convierte en el Intuos Pro Paper Edition, que le permite dibujar en papel y almacenar su trabajo sin tener que estar conectado o conectado a un ordenador. Para compartir sus bocetos de inmediato, puede conectarse a dispositivos iOS o Android mediante Bluetooth. 8.82 x 5.83 \"área activa. 8192 Niveles de sensibilidad a la presión de la pluma. Soporte Multi-Touch. Conectividad USB y Bluetooth 4.2. 8 teclas Express programables. Anillo táctil, menú radial, conmutadores de pluma. Incluido Wacom Pro Pen 2. diseño delgado y compacto. Compatible con Windows y Mac","Category":"Tableta digitalizadora"}
,
{"ID Product":"0126","Name":"Wacom Intuos Comfort Pen Medium Bluetooth","Stock":"12","Price":"29757.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/20710981115cc1b0d57b197_4.jpg&w=1180&h=546&zc=2","Brand":"Wacom","Description":"Con la tableta Intuos Bluetooth Creative Pen de Wacom, puede llevar sus diseños, ideas e ilustraciones al mundo digital. Cuenta con un área de dibujo de 8.5 x 5.3 \", ideal para escritorios con espacio limitado, y es compatible con usuarios diestros y zurdos. En la parte superior se encuentran cuatro ExpressKeys personalizables que colocan comandos de uso frecuente, como copiar, pegar y deshaga al alcance de su mano. Además, viene con un lápiz sensible a la presión para el control y la precisión que necesita en el software creativo. Gracias a la batería incorporada y la conectividad Bluetooth, podrá usarlo donde y como lo vea. Con este dispositivo se incluyen tres títulos de software descargables al registrarse: Corel Painter Essentials 6, Corel AfterShot y CLIP STUDIO PAINT PRO (licencia de 2 años). Compatibilidad: Windows 7 o posterior (excluyendo Windows 10 S; éltimo paquete de servicio / compilación) OS X 10.11 o posterior (última actualización)","Category":"Tableta digitalizadora"}
,
{"ID Product":"0127","Name":"Wacom Intuos Draw Creative Pen Tablet Small","Stock":"4","Price":"10791.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6030903935abaf42e275ab_4.jpg&w=1180&h=546&zc=2","Brand":"Wacom","Description":"Tu primer boceto que vale la pena enmarcar. Solo necesitas una Intuos. Enciende tu imaginación con la nueva Intuos Draw. Incluye la tecnología de pen tablet líder de Wacom, software creativo descargable gratuito y cursos de formación en línea. Independientemente de que tu sueño sea crear bocetos asombrosos, compartir tu trabajo con amigos o comenzar una carpeta de trabajos, Intuos Draw tiene todo lo que necesitas para comenzar a crear inmediatamente. Enciende tu imaginación: Con la pen tablet Intuos Draw, encontrarás todo lo que necesitas para dar vida a tus ideas. Completo con software, servicios y formación, dibujarás, harás bosquejos y compartirás inmediatamente. estás más cerca de lo que piensas. Tu arte maravilloso: Pasar al arte digital no puede ser más fácil con la pen tablet Intuos. El cómodo lápiz digital sensible a la presión hace que dibujar y pintar sea natural, como con un lápiz sobre un papel. Todo lo que un artista necesita: Intuos Draw viene con el software ArtRage Lite que te ofrece exactamente lo que necesitas para dibujar, bosquejar y pintar. Conecta tu tableta y descarga gratuitamente el software líder en la industria.","Category":"Tableta digitalizadora"}
,
{"ID Product":"0128","Name":"Tableta Digitalizadora Xp-Pen Star 03","Stock":"6","Price":"7957.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1053725052602c63634b351_4.jpg&w=1180&h=546&zc=2","Brand":"Xp-Pen","Description":"Tableta Digitalizadora XP-PEN Star 03 V2: lápiz pasivo P01 posee extraordinaria sensibilidad a la presión hace que su proceso de dibujo sea más fluido es como si fuera dibujado en un papel, no tiene batería por tanto no necesita la carga, además conserva energía y la vida útil es más larga. Tableta con sensibilidad a la presión de niveles 2048 cuenta con función de corrección automática sobre las líneas y función de antivibración inteligente. Tratamiento rápido de trazos hace que las líneas sean más finas, redondas y sin retrasos. transición natural desde colores oscuros a claros, le permite controlar naturalmente el proceso creativo para presentar obras de arte precisamente. 8 Teclas de acceso directo que pueden definir libremente a cualquier tecla de función, libera el manejo de teclado, trabaja con dos manos puede aumentar notablemente la eficiencia de su trabajo. Compatible con la mayoria de los software de pintura como Photoshop, Painter, lllustrator etc.","Category":"Tableta digitalizadora"}
,
{"ID Product":"0129","Name":"Tableta Digitalizadora Xp-Pen Deco Fun XS Red","Stock":"8","Price":"4360.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/117713051361414822643fd_4.jpg&w=1180&h=546&zc=2","Brand":"Xp-Pen","Description":"Tableta gráfica XP Pen Deco Fun XS: Usar Deco Fun para el aprendizaje a distancia permite que tanto los alumnos como los profesores compartan sus pensamientos e ideas en tiempo real. Con infinitas opciones de pinceles, colores y patrones, podrás crear y compartir tutoriales, historias animadas y presentaciones sin esfuerzo. Esto te permite colaborar e interactuar de manera entretenida durante el aprendizaje a distancia. En una reunión a distancia, Deco Fun te permite expresar las cuestiones importantes con mayor eficacia. Puedes escribir o hacer croquis sobre el contenido compartido utilizando gráficos, líneas y comentarios. Es una forma eficaz de transmitir ideas a tus compañeros, jefes y clientes. Además, puedes utilizar Deco Fun para firmar rápidamente contratos y documentos de forma digital. más rapidez, más oportunidades! Con Deco Fun, puedes jugar a osu! de forma rápida, precisa y fluida. Deco Fun te ayuda a seguir mejor el ritmo, a mejorar tus resultados y a subir en el ranking. Y por qué no tratar de explorar más posibilidades de juego? Deco Fun es compatible con 8192 niveles de sensibilidad a la presión y una función de inclinación de 60°. Te dará un gran servicio, tanto si lo que quieres es bosquejar, pintar a color, diseñar o hacer cualquier otro tipo de trabajo creativo, incluso puedes dibujar en móviles y tabletas con sistema Android. pongámonos creativos! Deco Fun es compatible con Android, Chrome OS, Linux, Windows y Mac OS, y con la mayoría de los programas de trabajo digital, educación a distancia, dibujo y animación, incluyendo Microsoft Office, Zoom, Skype, Adobe, Photoshop, SAI y muchos más. Deco Fun, sin duda, puede satisfacer tus necesidades diarias. Deco Fun cuenta con un diseño Plug and Play, lo que la hace fácil de conectar y usar. conéctala y estarás listo para emprender tu viaje creativo. Para los ajustes avanzados, como la presión del lápiz, descarga el controlador y sigue una sencilla instalación de tres pasos.","Category":"Tableta digitalizadora"}
,
{"ID Product":"0130","Name":"Estabilizador de tensión SurElectric Future ER 1000 1000VA","Stock":"10","Price":"2507.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1883416604612009a440f50_4.jpg&w=1180&h=546&zc=2","Brand":"Surelectric","Description":"Con este producto de SurElectric vas a poder mantener tus equipos electrónicos a salvo. Su función principal consiste en corregir las variaciones de voltaje existentes en la línea eléctrica. Gracias a este aparato, la protección contra daños o pérdida de información estará garantizada. tecnología LED: Al tener indicador LED podrás visualizar la funcionalidad del aparato como así también observar alertas, procesos y tareas que se llevan a cabo en el mismo.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0131","Name":"Estabilizador de tension Lyonn TCA-2000N-V 6 bocas 220v","Stock":"12","Price":"5395.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/15390198015eda988d526bd_4.jpg&w=1180&h=546&zc=2","Brand":"Lyonn","Description":"El Estabilizador TCA-2000V no Sólo lleva las tensiones a niveles seguros; también proporciona protección contra sobre tensiones breves y prolongadas. Ideal para todo tipo de PC, hogareña o de oficina. Soporta hasta 2 computadoras completas (monitor incluído), impresoras láser grandes y medianas,lavarropas , además podés utilizarlo para proteger tu equipo de másica, consolas de videojuegos , impresoras , multifunciones y televisores LED. Todos nuestros productos tienen garantúa. Esta Sólo será vigente si el producto se encuentra en su embalaje original y con sus accesorios de fábrica.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0132","Name":"Estabilizador de tension Lyonn TCA-1200N-V 6 bocas 220v","Stock":"10","Price":"3815.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/41536615eda965e792a4_4.jpg&w=1180&h=546&zc=2","Brand":"Lyonn","Description":"Los estabilizadores LYONN TCA1200N llevan la tensión a niveles seguros y proporcionan protección contra bajas y sobretensiones breves y prolongadas. Soportan hasta dos computadoras completas impresoras láser y monitor hasta 19 . está provisto de 6 Tomas. tensión: 220V- Corriente 2,8 A. Potencia: 1200 VA. Frecuencia: 50 Hz. Peso neto: 1,6 Kg.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0133","Name":"Ups Trv Neo 1200 (4 x 220v + usb + rj45 + soft)","Stock":"15","Price":"20710.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/266905125a285ead2a6fa_4.jpg&w=1180&h=546&zc=2","Brand":"TRV","Description":"TRV Electronics fabrica equipos destinados al aprovechamiento racional de la energía y a la protección de los distintos aparatos conectados a estos productos de los problemas de tensión eléctrica. conexión segura: Con este UPS vas a tener tiempo para mantener y resguardar las tareas realizadas en equipos electrónicos por situaciones improvistas en la red eléctrica. Su función principal consiste en brindar energía por un período determinado ante cortes repentinos de luz. tecnología LED: Al tener indicador LED podés visualizar la funcionalidad del aparato como así también observar alertas, procesos y tareas que se llevan a cabo en el mismo.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0134","Name":"Ups Trv Neo 850 (4 x 220v + usb + soft)","Stock":"20","Price":"10900.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/17963906515a285e4ff3507_4.jpg&w=1180&h=546&zc=2","Brand":"TRV","Description":"El UPS protegerá la carga de las variaciones de tensión y de los corte del suministro eléctrico por un tiempo acotado, esta autonomía depende de los equipos conectados, por ejemplo una PC de escritorio con monitor LED de 17_x0094_ su autonomía es aproximadamente 9 minutos. Es del tipo off-line con estabilizador incorporado lo que le permite tener un amplio rango de trabajo. Cuando la tensión de la red de distribución eléctrica está presente (modo línea) el UPS acondiciona la tensión de entrada, estabilizándola para energizar los equipos conectados y además carga la batería. Si la tensión de entrada es anormal o se interrumpe (modo batería), el UPS podrá abastecer a los equipos conectados inmediatamente a partir de la energía almacenada en la batería, permitiendo al usuario hacer un sierre de sistema ordenado a través del software de interface UPSMON evitando así la perdida de información por rotura de archivos, bases de datos, etc. está equipado con batería de electrolito absorbido, libres de mantenimiento. El circuito cargador carga aún la batería estando apagado y enchufado a la red eléctrica. Para realizar estas funciones utiliza un microprocesador que se encarga del control optimizando la confiabilidad del equipo. tensión de salida en modo inversor con forma de onda senoidal equivalente modulada por ancho de pulso (PWM). Cuenta con dispositivos supresores de picos de tensión evitando que estos lleguen a los equipos a proteger. Dispone de un fusible del tipo con r posición manual en la entrada de tensión al UPS. El UPS puede ser encendido sin la energía de la red eléctrica presente comúnmente denominado arranque en frio. La función ahorro de energía le permite detectar si la carga está apagada (PC) en un corte de energía, verificada esta condición, el UPS se apaga resguardando la energía almacenada en la batería y cuando retorne la energía automáticamente se encenderá.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0135","Name":"Ups Trv Neo 650 (4 x 220v + usb + soft)","Stock":"10","Price":"8774.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/4045601585a285d61b113e_4.jpg&w=1180&h=546&zc=2","Brand":"TRV","Description":"El UPS protegerá la carga de las variaciones de tensión y de los corte del suministro eléctrico por un tiempo acotado, esta autonomía depende de los equipos conectados, por ejemplo una PC de escritorio con monitor LED de 17_x0094_ su autonomía es aproximadamente 100 minutos. Es del tipo off-line con estabilizador incorporado lo que le permite tener un amplio rango de trabajo. Cuando la tensión de la red de distribución eléctrica está presente (modo línea) el UPS acondiciona la tensión de entrada, estabilizándola para energizar los equipos conectados y además carga la batería. Si la tensión de entrada es anormal o se interrumpe (modo batería), el UPS podrá abastecer a los equipos conectados inmediatamente a partir de la energía almacenada en la batería, permitiendo al usuario hacer un sierre de sistema ordenado a través del software de interface UPSMON evitando así la perdida de información por rotura de archivos, bases de datos, etc. está equipado con batería de electrolito absorbido, libres de mantenimiento. El circuito cargador carga aún la batería estando apagado y enchufado a la red eléctrica. Para realizar estas funciones utiliza un microprocesador que se encarga del control optimizando la confiabilidad del equipo. tensión de salida en modo inversor con forma de onda senoidal equivalente modulada por ancho de pulso (PWM). Cuenta con dispositivos supresores de picos de tensión evitando que estos lleguen a los equipos a proteger. Dispone de un fusible del tipo con r posición manual en la entrada de tensión al UPS. El UPS puede ser encendido sin la energía de la red eléctrica presente comúnmente denominado arranque en frio. La función ahorro de energía le permite detectar si la carga está apagada (PC) en un corte de energía, verificada esta condición, el UPS se apaga resguardando la energía almacenada en la batería y cuando retorne la energía automáticamente se encenderá.","Category":"Estabilizador de tensión"}
,
{"ID Product":"0136","Name":"Mouse Satechi C1 USB-C (A00936) Space Gray","Stock":"12","Price":"4142.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/17144600826171702c93958_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"El mouse con cable Satechi C1 USB-C es una actualización renovada y moderna para uno de los elementos esenciales de su espacio de trabajo. Con su conexión por cable sin problemas, botones de mouse izquierdo y derecho, rueda de desplazamiento y un botón de DPI ajustable, el mouse con cable C1 es su accesorio de computadora actualizado con estilo.","Category":"Mouse y Pads"}
,
{"ID Product":"0137","Name":"Mouse Logitech Usb M105","Stock":"4","Price":"1308.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1402922494568d5ae10d9aa_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Basta con conectar el ratón a un puerto USB para empezar a usarlo. No requiere software ni pilas. Obtendrá la calidad y fiabilidad que han hecho de Logitech el líder mundial en ratones.disfrutará de un control preciso del cursor, un seguimiento uniforme y una selección de texto sencilla. Stock blancos o negros.","Category":"Mouse y Pads"}
,
{"ID Product":"0138","Name":"Mouse Logitech M100 Usb","Stock":"6","Price":"926.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/104089742452a7797456606_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Si Sólo necesita lo básico, disfrutará de un control fiable y cómodo del ordenador.","Category":"Mouse y Pads"}
,
{"ID Product":"0139","Name":"Mouse Logitech M90","Stock":"8","Price":"545.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/178186698259529fd251120_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Sencillo de configurar y usar: La instalación es rápida y fácil: basta con conectar el cable a un puerto USB. Sin necesidad de instalar software. Como tiene cable, puede conectarlo a un puerto USB y usarlo inmediatamente. Comodidad total, diseño para uso ambidiestro. Seguimiento óptico de alta definición","Category":"Mouse y Pads"}
,
{"ID Product":"0140","Name":"Mouse Satechi Bluetooth M1 Blue","Stock":"10","Price":"6649.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/149384139861c5377f7330b_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Satechi Aluminum M1 Bluetooth Wireless Mouse con puerto recargable tipo C - Compatible con Mac Mini, iMac Pro / iMac, MacBook Pro / Air, iPad Pro 2020/2018, 2012 y dispositivos Mac más nuevos","Category":"Mouse y Pads"}
,
{"ID Product":"0141","Name":"Mouse Logitech Ergo M575 Trackball 910-005869","Stock":"12","Price":"4251.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/303782459613929be8f5f7_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Logitech diseña productos y experiencias que ocupan un lugar cotidiano en la vida de las personas, poniendo foco en la innovación y la calidad. Su objetivo es crear momentos verdaderamente únicos y significativos para sus usuarios. Los mouses Logitech se adaptan a la forma de tu mano para proporcionarte horas de comodidad. Sin necesidad de mover el brazo para deslizar el cursor, tu mano se fatigará menos. Son ideales para cualquier espacio de trabajo y quienes tienen la mesa llena de diversos objetos. Adaptado a tus movimientos: Su diseño eficaz hace de este un mouse cómodo, durable y funcional. Ideal para trabajos especializados que requieren mucha precisión y atención al detalle. La funcionalidad al alcance de tu mano: El sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Rapidez y confiabilidad de los botones: Con sus 5 botones podrás tener mayor control e independencia para ejecutar. Plug And Play: Solo debés colocar el receptor en un puerto USB de la computadora y ya podés empezar a usarlo. No hace falta emparejar el mouse ni descargar software para utilizarlo. conexión en cuestión de segundoSé Gracias a su tecnología Bluetooth tendrás la libertad para crear cuando quieras, donde quieras, en la computadora que elijas, con toda comodidad. Apto para fácil traslado: navegá rápidamente por documentos y páginas web gracias su diseño ultra delgado, ergonómico, liviano y conveniente para llevar a donde quieras o viajar.","Category":"Mouse y Pads"}
,
{"ID Product":"0142","Name":"Mouse inalámbrico Xiaomi Mi Dual Mode Wireless","Stock":"10","Price":"2084","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7326107526094388235200_4.jpg&w=1180&h=546&zc=2","Brand":"Xiaomi","Description":"Mouse Inalambrico Xiaomi MI Dual Wireless Mouse Silent: Sin duda, este mouse wireless se adaptará a cualquier situación. Su practico Tamaño ayudará a llevarlo de viaje, también incorpora un modo dual, para que puedas usarlo en dos computadoras a la vez. Funcionamiento ultra silencioso. reducción de ruido en el sonido del clic. Deslizamiento y desplazamiento silenciosos con rueda de goma suave. diseño ergonómico: La elegante curva del cuerpo se ajusta de forma natural en la palma de la mano. Ligero y de Tamaño compacto que es fácil de usar y llevar.\nEl suave acabado de pintura UV y la textura de puntos en el lateral ofrece más comodidad para el uso durante todo el día. Bajo consumo de energía. De alta precisión: Disfrute de un control suave del cursor, un seguimiento preciso y una fácil selección de texto por 1300 dpi.","Category":"Mouse y Pads"}
,
{"ID Product":"0143","Name":"Mouse Logitech MX Vertical ergonomico","Stock":"15","Price":"8829.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/12723369356036c68e5109b_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"diseño ergonómico avanzado: coloca tu mano en una posición natural de agitación de manos utilizando un ángulo único de 57 grados, evitando que el antebrazo se tuerza y reduce la tensión muscular en un 10 %. Basado en Logitech Study, septiembre de 2017). Sensor de seguimiento hipereficiente de 4000 DPI de alta precisión que proporciona un seguimiento preciso que requiere 4 veces menos movimiento de la mano en comparación con un ratón tradicional con un sensor de 1000 DPI Control cruzado por computadora? Capacidad de cambio de juego para navegar sin problemas en tres computadoras, y copiar texto, imágenes y archivos de una a la otra utilizando Logitech FLOW Tres maneras de conectar? Uso con hasta tres ordenadores Windows o Mac a través del receptor unificador inalámbrico USB incluido o la tecnología inteligente Bluetooth o el cable de carga USB C incluido. Distancia de funcionamiento inalámbrico: 32.8 ft. batería recargable con carga rápida: se mantiene alimentado durante 4 meses con una carga completa. y Obtén 3 horas de uso a partir de una carga rápida de 1 minuto (la duración de la batería puede variar en función de las condiciones del usuario y la informática). duración de la batería: batería de litio recargable (240 mAh)","Category":"Mouse y Pads"}
,
{"ID Product":"0144","Name":"Mouse Logitech MX Master 3S Wireless","Stock":"20","Price":"11009.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10056562215f74db8f687b9_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"combinación de elegancia y rendimiento - MX Master 3 es precisión instantúnea y potencial infinito. Es el ratón de la serie Master más avanzado hasta la fecha. diseñado para diseñadores y concebido para codificadores. Si se te ocurre algo, puedes dominarlo. Desplazamiento de 1.000 líneas en 1 segundo - Hemos reinventado el botón rueda. El novísimo desplazamiento electromagnético MagSpeed_x0099_ es suficientemente preciso como para detenerse en un píxel y suficientemente rápido como para desplazarse por 1.000 líneas en un segundo. Ah, y es prácticamente silencioso. _x0096_El acero mecanizado del botón rueda le da esa sensación táctil premium y el peso suficiente para ofrecer inercia dinámica que se siente pero que no se oye. combinación de forma elegante y control intuitivo - Trabaja cómodamente con un diseño perfectamente adaptado a la forma de tu mano. Crea y produce más intuitivamente con botones de avance/retroceso y de gestos idóneamente colocados, así como con un nuevo botón rueda para el pulgar. Trabaja más rapidamente con personalizaciones específicas de aplicación - Personaliza MX Master 3 y configura cada acción para tu flujo de trabajo específico. _x0096_ MX Master 3 es completamente personalizable en prácticamente todas las aplicaciones que usas (y trabajarás más rápido con personalizaciones predefinidas optimizadas para tus aplicaciones favoritas)3 - Adobe Photoshop, Adobe Premiere Pro, Final Cut Pro_x0099_, Google Chrome_x0099_, Safari_x0099_ y Microsoft Word, Excel, PowerPointú y Edge.","Category":"Mouse y Pads"}
,
{"ID Product":"0145","Name":"Mouse Logitech Bluetooth Trackball Mx Ergo","Stock":"10","Price":"9701.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/9310159435eace1ac0d51d_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"UN NUEVO ángulo DE COMODIDAD: Trackball inalámbrico. UN NUEVO estándar DE CONFORT Y precisión. El trackball más avanzado de Logitech para fieles entusiastas y usuarios que busquen alternativas a mouse y touchpads. Requiere un 20% menos de esfuerzo muscular que un mouse estándar. MX ERGO tiene una bisagra ajustable exclusiva para confort personalizada, y la tecnología más avanzada para seguimiento, desplazamiento y Administración de energía. Logitech FLOW_x0099_ permite el control de varias computadoras sin esfuerzos. CONFORT PERSONALIZADO: Por fin, un trackball realmente hecho para ti. Una bisagra ajustable exclusiva permite elegir el mejor ángulo entre 0° y 20° para una posición más natural de la mano y para mayor confort. botón DE MODO DE precisión Y SEGUIMIENTO AVANZADO: Cambia la velocidad y la precisión del cursor para un control óptimo con Sólo pulsar un botón. botón RUEDA DE precisión INCLINABLE: Agiliza las tareas con los accesos directos. El botón rueda de precisión ofrece desplazamiento horizontal y un práctico click de botón central. FLUJO DE TRABAJO MULTI-COMPUTADORA SIN ESFUERZOS: Conecta a dos dispositivos y trabaja con ellos al mismo tiempo y cambia fácilmente de uno a otro. Impulsa tu experiencia en varias computadoras con la tecnología Logitech FLOW_x0099_. Copia y pega texto, imágenes y archivos entre computadoras. CARGA DE batería rápida Y DURADERA: Una carga completa puede durar hasta 4 meses. Un minuto de carga proporciona hasta un día de uso.","Category":"Mouse y Pads"}
,
{"ID Product":"0146","Name":"Mouse Logitech Wireless M317 LE Chirpy Bird","Stock":"12","Price":"2398.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/105727373860f9be3531be7_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"diseño contorneado. Comodidad para ambas manos. Laterales blandos y cómodo diseño: para sentirse bien, incluso tras periodos de uso prolongado. Un año de duración de pilas. Fiabilidad de Logitech. Seguimiento óptico avanzado de Logitech","Category":"Mouse y Pads"}
,
{"ID Product":"0147","Name":"Mouse Redragon M710 Memealion Chroma","Stock":"4","Price":"2398.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/147481146960d3923251146_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"El ratón para juegos Redragon M710 MEMEANLION CHROMA no es el túpico mouse para juegos. El mouse está diseñado para jugadores que demandan el mejor rendimiento. El mouse ofrece un factor de forma ergonómico ambidiestro para una completa comodidad. Ideal para juegos FPS, el Redragon M710 cuenta con un sensor de juego óptico de 10000 DPI (DPI se puede ajustar libremente en  500 de 500 a 10000) con rastreo avanzado y detección de movimiento de alta velocidad para un control preciso. Ofrece DPI sobre la marcha y el cambio de perfil para que siempre realice los movimientos correctos en cualquier situación del juego. ratón de juego profesional con 7 botones e interruptores programables que permiten una productividad y eficiencia superiores para satisfacer todas sus necesidades de juego. Potente unidad: asigne una acción personalizada a la mayoría de los botones para lograr teclas combinadas. Los tiempos de clic y los tiempos de retardo de la tecla se pueden establecer. Registra hasta 59 acciones y dispara con un solo clic. Personalización total: configúrela a su manera con 7 colores personalizables, iluminación Chroma y efectos de respiración. respiración, Arco Iris, Completo encendido, Ola, Ir sin rastro, Reactivo, Flash. Redragon Chroma Lighting con 16,8 millones de opciones de color personalizables y crear un ratón diferente a cualquier otro.","Category":"Mouse y Pads"}
,
{"ID Product":"0148","Name":"Mouse Redragon M988 Rgb Storm Elite","Stock":"6","Price":"4196.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/844620317609a9e6777cd0_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"STORM ELITE M988-RGB Con una estructura en colmena y un diseño ergonómico, preparado para una victoria imbatible. diseño EN FORMA DE COLMENA: La carcasa utiliza un diseño recortado en forma de colmena con la superficie en acabado esmerilado, ofrece posibilidades ilimitadas y un potencial infinito para maximizar su precisión. CABLE MALLADO, Mánimo ARRASTRE: No solo el material y el diseño del mouse en Sé, sino también el cable está hecho del material más liviano para reducir el peso, maximizar la flexibilidad y reducir la fricción tanto como sea posible. BOTONES PROGRAMABLES: 8 botones disponibles para la redefinición y asignación de combinaciones de teclas de macro, fáciles de manejar con cualquier situación que necesites. SENSOR: Sumado a su diseño liviano el sensor Pixart 3389 brinda la mejor respuesta en tus partidas. Permite movimientos más amplios, golpes más suaves, mayor velocidad de reacción en el juego.","Category":"Mouse y Pads"}
,
{"ID Product":"0149","Name":"Mouse Logitech G Pro X Superlight White","Stock":"8","Price":"16677.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/11407649446090b0ec50968_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Mouse Logitech G Pro X Superlight: Mouse inalámbrico Logitech G PRO X SUPERLIGHT para gaming. Mouse inalámbrico Logitech G PRO X SUPERLIGHT para gaming. Meticulosamente diseñado en colaboración con muchos de los principales profesionales de deportes del mundo. diseñado para ganar, siendo el pináculo de nuestra búsqueda continua para los más altos niveles de rendimiento. Ultraligero de menos de 2.22 oz, con rediseño hiper-mánimo logrando casi un 25% de reducción de peso en comparación con el ratón inalámbrico Pro estándar. Alimentado por Lightspeed, PRO X Superlight es nuestro ratón profesional más rápido y fiable. Control increíblemente preciso, rápido y consistente con Hero Sensor, diseñado desde cero por ingenieros Logitech G para el mejor rendimiento posible de juego. Grandes patas de PTFE sin aditivos que ofrecen un deslizamiento suave para una conexión pura y fluida con el juego. Disponible en blanco y negro.","Category":"Mouse y Pads"}
,
{"ID Product":"0150","Name":"Mouse Redragon M711 Cobra FPS Negro","Stock":"10","Price":"3902.20","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1548809750607085c818240_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"COBRA M711-FPS: Un mouse cómodo y bien pensado para cualquier necesidad, desde oficina hasta juegos FPS, MOBA y MMORPG, desde su estructura externa hasta sus componentes internos.\nDPI El Cobra va desde los 100 hasta los 24.000 DPI, configurables mediante software independiente. Posee adicionalmente dos botones completamente configurables a los DPI que precisemos para cada ocasión. iluminación RGB Chroma: La retroiluminación del Cobra realmente merece un punto aparte, desde sus miles de colores hasta los efectos de transición disponibles y configurables desde el software independiente hacen ilimitadas las configuraciones posibles relacionadas con la iluminación de nuestro dispositivo, ubicadas en el logo, laterales del scroll y una banda que va de lado a lado por los costados del dispositivo. construcción: Estructura de ABS reforzado, con cable mallado de 1.8 metros y ficha USB bañada en oro para mejor conductividad y lograr un conector inoxidable. Sus laterales poseen una textura honeycomb, que lo hacen cómodo y firme al agarre. Sensor y switches: Su interior va tan bien acompañado como su exterior, con su sensor Pixart P3360 óptico y sus switches ópticos LK, que soportan más de 50 millones de clicks, hacen del Cobra-FPS un mouse durable y de calidad.","Category":"Mouse y Pads"}
,
{"ID Product":"0151","Name":"Mouse Redragon M908 Impact Rgb","Stock":"12","Price":"3815.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1288390061602b1b0a12b9f_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"IMPACT M908: El Impact es un mouse diseñado para obtener los mejores resultados en juegos MOBA y MMORPG, con su forma ergonómica te asegura la comodidad que necesitas en partidas prolongadas y 18 botones completamente configurables. Comodidad para horas y horas de juego continuas es lo que les espera. Componentes: El Impact está construido a base de plástico ABS resistente, sus switch Omron le otorgan gran cantidad de clics en su vida útil, su cable mallado de 1.8 metros le da una gran resistencia y su conector USB bañado en oro asegura una conectividad perfecta. En la base nos encontraremos con Pads de teflón que otorga el mejor deslizamiento y la mayor durabilidad. Botones Programables: Un total de 12 botones para pulgar y 6 distribuidos sobre la superficie programables a través de su software dedicado, que puedes guardar en 5 perfiles dentro de su memoria interna, permitiendo llevar tu comodidad a donde deseas jugar. Peso regulable: Mediante las 8 pesas de 2.4 gramos cada una, podemos controlar el peso del mouse, logrando que se adapte a nuestra forma de juego y confort al agarre.\nDPI: Su sensor Pixart 3327 nos brinda una gran precisión y hasta 12400 DPI configurables en 5 niveles(500/1000/2000/3000/6200 DPI). retroiluminación: Con iluminación RGB Chroma podemos configurar su aspecto a gusto con su software, dando un toque personal a cada uno de nuestros perfiles. Software independiente: Una vez conectado a nuestra PC, podremos configurar la cantidad de DPI desde la aplicación de escritorio, pudiendo cambiar la configuración de los DPI en los botones preconfigurados, asignar funciones a sus botones programables, personalizar los efectos de iluminación y guardar todas nuestras configuraciones en sus 5 perfiles que quedarán en la memoria interna.","Category":"Mouse y Pads"}
,
{"ID Product":"0152","Name":"Mouse Logitech G502 Hero","Stock":"10","Price":"7412.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/19528744125efcc1d881d05_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"MOUSE PARA JUEGOS DE ALTO desempeño G502 HERO: G502 HERO dispone de un sensor óptico avanzado para máxima precisión de seguimiento, iluminación RGB personalizada, perfiles de juego personalizados, de 100 a 16.000 dpi y pesas reposicionables. SENSOR HERO 16K: HERO es nuestro sensor para juegos con una precisión de próxima generación y una arquitectura específica. Con el procesamiento de frecuencia de cuadro más rápido hasta la fecha, HERO es capaz de más de 400 ips y 100 - 16.000 dpi, sin suavizado, filtrado ni aceleración. HERO ofrece precisión al más alto nivel competitivo y máxima uniformidad de respuesta. asegúrate de personalizar y ajustar tu configuración de dpi con Logitech G HUB. CONTROLES MUY A MANO 11 BOTONES PROGRAMABLES: Usa Logitech G HUB para programar 11 botones con tus macros y comandos favoritos. Construye, agáchate, lucha cuerpo a cuerpo, sana... pon tus poderes al alcance de tus dedos. Guarda perfiles listos para jugar directamente en el ratón para llevarte tu configuración a cualquier parte. PESO AJUSTABLE: Ajusta el tacto y el deslizamiento del mouse a tu favor. G502 HERO incluye cinco pesas de 3,6 g que se pueden usar en diversas configuraciones de peso frontal, posterior, izquierdo, derecho y central. Experimenta con la alineación y el equilibrio para encontrar el punto ideal para optimizar el desempeño de tu juego. RGB LIGHTSYNC: La tecnología LIGHTSYNC es el RGB de próxima generación determinado por los juegos, el audio o tu pantalla para ofrecer una experiencia RGB más inmersiva que nunca. Elige de un espectro completo de aproximadamente 16,8 millones de colores, y sincroniza efectos y animaciones de iluminación con otros dispositivos Logitech G. personalízalo todo de forma rápida y sencilla con Logitech G HUB. DETALLES PARA JUEGO: Además de las características principales de desempeño y Personalización, muchos detalles se diseñaron y crearon meticulosamente. encontrarás botones principales con interruptores mecúnicos con capacidad de hasta 50 millones de clicks, cable trenzado con brida de cable de gancho y bucle, recubrimientos laterales de goma, puerta de cavidad de pesas magnética y mucho más. DPI MÁX: 16.000 - VELOCIDAD DE RESPUESTA: 1 MS - PESO: 121 G (Sólo MOUSE)","Category":"Mouse y Pads"}
,
{"ID Product":"0153","Name":"Mouse Logitech G203 Prodigy (Gamer, Azul)","Stock":"15","Price":"2943.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/8355175665fc79670e6610_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"desempeño PARA JUEGOS: Hasta ocho veces más rápido. G203 Prodigy puede comunicarse a 1.000 señales por segundo, una velocidad 8 veces superior a la de los mouse estándar. Por eso al moverlo o hacer click, la respuesta en pantalla es casi instantúnea. diseño clásico: cómodo y familiar. Igual que el mouse Logitech G Pro Gaming, el G203 se inspira en el diseño clásico del legendario Logitech G100S Gaming Mouse. Un favorito entre los jugadores de todo el mundo y los profesionales de eSports, tiene un diseño familiar con ingeniería remodelada y optimización íntegra, para un uso cotidiano versátil, cómodo y duradero. tecnología DE SENSOR AVANZADA: Aumenta tu precisión: Juega hasta el máximo con más acierto que nunca. El G203 tiene un nuevo sensor de 200-6.000 dpi que ofrece increíble precisión, velocidad de seguimiento y uniformidad de respuesta. Esto permite un mejor control, sea cual sea tu estilo de juego. La coherencia y la precisión obtenidas se basan no Sólo en lo que ves sino en lo que \"sientes\". CALIDAD Y EXPERIENCIA FIABLES: Legendaria calidad Logitech. Logitech lleva más de 30 años al frente de iniciativas innovadoras de tecnología de audio, ofimática y juegos. Los productos de alta calidad de Logitech están orientados a proporcionar una gran experiencia y ayudan al usuario a desempeñarse al máximo. diseñamos y probamos cada componente para juegos en nuestros innovadores laboratorios de investigación y desarrollo, donde nos aseguramos de que cumplan con rigurosos estándares para ofrecer una experiencia de juego óptima. iluminación RGB PROGRAMABLE: Elige entre aproximadamente 16,8 millones de colores.","Category":"Mouse y Pads"}
,
{"ID Product":"0154","Name":"Pad de Cuero Satechi Ecológico Doble (A00984) Green/Blue","Stock":"20","Price":"9701.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/195727447261c53970c7ff4_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Proteja su espacio de trabajo con estilo con el Deskmate de cuero Ecológico de doble cara de Satechi. Construido con cuero de poliuretano (PU) de calidad, el Deskmate presenta un diseño reversible con dos colores modernos, por lo que puede cambiar fácilmente su configuración con un tapete de escritorio elegante. Su superficie suave y resistente al agua facilita la limpieza y su diseño duradero es seguro para usar incluso con las superficies de madera o barnizadas más sensibles.","Category":"Mouse y Pads"}
,
{"ID Product":"0155","Name":"Pad Gamer Redragon P006 Kunlun L","Stock":"10","Price":"3477","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/42569052860d39e4f21c44_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"Kunlun Large : Superficie hecha de tela con fibras de seda que garantiza que el ratón se mueva muy suavemente. El fondo es de goma espuma procesada natural, lo que le da flexibilidad para adaptarse a los escritorios de los diferentes materiales de superficie, antideslizante, de alta calidad de diseño de larga duración. Materiales súper finos y de alta densidad, resistente al agua y fácil de limpiar. Bordes cocidos reforzados evitan la deformación. Avanzado proceso multi capa garantiza una alta flexibilidad, anti-rizado y anti-desgarro.","Category":"Mouse y Pads"}
,
{"ID Product":"0156","Name":"Pad Gamer Redragon P029 Flick S","Stock":"12","Price":"1231.70","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/77855920760d39d9456082_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"REDRAGON FLICK S P029: Pensado para el fácil transporte, podrás tener esa superficie donde te sientes cómodo donde sea que la necesites, con toda la calidad y las características de siempre. COSTURAS DOBLES: El borde cosido de doble costura aumenta considerablemente la vida útil y evita que la superficie se deshilache. SUPERFICIE ULTRA LISA: El paño de malla fina de alta calidad permite una velocidad óptima y un control preciso mientras se juega. Experimente una sensación suave como la seda y la máxima comodidad mientras navega por la web, trabaja en la oficina o juega a sus juegos favoritos. Una zona de confort para descansar la muñeca. construcción: Combinando tela y fibras de seda conseguimos una superficie con la que logramos el mejor resultado en deslizamiento. Su fondo de caucho especialmente texturizado para una adherencia superior promete una superficie antideslizante en cualquier sitio donde se lo coloque. Es íntegramente resistente al agua y fácil de limpiar.","Category":"Mouse y Pads"}
,
{"ID Product":"0157","Name":"Mouse Pad de Aluminio Satechi Premium (A00173) Space","Stock":"4","Price":"6976.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6026191026086029b55738_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"La solución perfecta para usar su mouse de forma segura. El diseño elegante y moderno se ve muy bien en cualquier espacio de trabajo. Fabricada en aluminio, la superficie ultra lisa de este mouse pad permite un control preciso del mouse y puede soportar un uso intensivo. Superficie _x0096_ 9.5\" x 8.5\" x 2\" . Marca: Satechi","Category":"Mouse y Pads"}
,
{"ID Product":"0158","Name":"Pad Gamer Logitech G640 Cloud 9 edition","Stock":"6","Price":"3815.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6963398035988c0e2a86b6_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"fricción DE SUPERFICIE MODERADA: Hecho para el control. Al usar valores de dpi bajos te beneficias de la resistencia moderada que los pies del mouse encuentran al iniciar o detener un movimiento rápido o repentino como suele suceder en los juegos de dpi bajos. G640 cuenta con una superficie tratada al calor a 200° C para proporcionar la cantidad de fricción justa para maniobras de juegos de dpi bajos.","Category":"Mouse y Pads"}
,
{"ID Product":"0159","Name":"Teclado Bluetooth Logitech Mx Keys Mini Rose","Stock":"8","Price":"12535.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/45378297661dda501bc6f9_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Teclado Logitech Mx Keys Mini: mas pequeño , mas inteligente y mas poderoso. MASTER IT. CON UN MINI. éste es MX Keys Mini, un teclado minimalista hecho para creadores. Un formato más pequeño y teclas más inteligentes potencian la capacidad de crear y hacer cosas. Tamaño Mánimo, COMODIDAD máxima: Trabaja con un teclado minimalista que maximiza la accesibilidad de cada tecla, comando y acceso directo. El formato minimalista favorece la alineación de los hombros y el acercamiento del ratón al teclado. así hay que mover menos la mano y se mejoran la postura y la ergonomía. CON TECLAS DE EMOJIS, DICTADO Y SILENCIO/REACTIVACIÓN DE micrófono: Con teclas Fn más inteligentes1Requiere software Logitech Options, disponible para WindowSé y macOS en www.logitech.com/options ahora puedes enviar emojis, silenciar y reactivar el micrófono, y activar la función de voz a texto. Icono de dictado: Tecla de dictado2 La función de dictado la suministran WindowSé y macOS, y actualmente Sólo está disponible para ciertos idiomas y regiones. más información en logitech.com/support/OSdictation. Pulsa esta tecla para hablar y escribir lo que digas en un campo de texto seleccionado. Icono de cara sonriente. Tecla de emojis: Abre al instante la ventana de emojis para poder enviar rápidamente Icono de silencio. Silenciar/Reactivar micrófono. Pulsa esta tecla para desactivar y reactivar el micrófono y hacer tus videollamadas perfectas. iluminación INTELIGENTE. más INTELIGENTE.\nLos sensores de proximidad detectan tus manos y el teclado se ilumina cuando acercas los dedos. Las teclas con retroiluminación se ajustan automáticamente a las condiciones de iluminación y se apagan cuando el usuario se aleja, así se conserva la energía para los momentos de inspiración. La intensidad de retroiluminación se adapta automáticamente a las condiciones luminosas. también se puede establecer manualmente. CARGA rápida, conexión más rápida: MX Keys Mini conserva la energía hasta 10 días con una carga completa, o hasta 5 meses con la retroiluminación desactivada3La duración de las pilas/baterías depende del uso y de los dispositivos. Usa el cable de carga USB-C para recargar la energía. Empareja fácilmente MX Keys Mini a tres dispositivos, mediante Bluetooth de bajo consumo, sin necesidad de ocupar puertos USB. 10 díaS CON UNA CARGA COMPLETA y HASTA 5 MESES CON LA retroiluminación APAGADA. creación FLUIDA CON FLOW: MX Keys Mini sigue al cursor de MX Anywhere 3 o MX Master 3 con Flow, para que escribas en varios dispositivos con total fluidez. Puedes transferir archivos, documentos e imágenes entre dispositivos y sistemas operativos Mac y WindowSé.","Category":"Teclados"}
,
{"ID Product":"0160","Name":"Teclado slim bluetooth retroiluminado Satechi X2","Stock":"10","Price":"15260.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/13619157196171cd8e2a3f9_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Teclado slim bluetooth retroiluminado Satechi X2 (A00937): Presenta un diseño QWERTY completo con teclado Numérico. Puerto USB-C recargable: incluye cable de carga USB-C - USB-C. diseñado para dispositivos Mac e iOS. No recomendado para dispositivos Mac de 2011 y anteriores. Teclas retroiluminadas ajustables. Teclas de función. conexión: Bluetooth. Numero de parte: STBTSX2M","Category":"Teclados"}
,
{"ID Product":"0161","Name":"Teclado Bluetooth Logitech Mx Keys español","Stock":"12","Price":"13625.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/744395697615de1f2435aa_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Teclado inalámbrico iluminado avanzado MX Keys (Idioma español): Presentamos MX Keys, un avanzado teclado inalámbrico iluminado con teclas para pulsaciones perfectas contorneadas para las yemas de los dedos, iluminación inteligente y construcción extraordinariamente sólida. Idioma: español. CONFORT CON UNA ESTABILIDAD NOTABLE: Escribe con confianza en un teclado diseñado para ofrecer soporte, estabilidad y precisión. Una mayor estabilidad de las teclas reduce el ruido y optimiza la capacidad de respuesta, para que sientas las pulsaciones sin tener que oírlas. Todo el armazón de MX Keys se asienta en una sola placa metálica, lo que aporta gran solidez a la construcción para que nunca se deslice por el escritorio. iluminación INTELIGENTE. más INTELIGENTE: Los sensores de proximidad detectan tus manos y el teclado se ilumina cuando acercas los dedos. La retroiluminación de las teclas se atenúa al alejarte del teclado, así se ahorra energía para tus momentos de inspiración. La intensidad de retroiluminación se adapta automáticamente a las condiciones luminosas. también se puede establecer manualmente. VARIAS COMPUTADORAS, UN MX KEYS: MX Keys sigue al cursor de MX Master 3 (o cualquier otro mouse compatible con Flow) de una computadora a otra, para que escribas en varios dispositivos de forma simultánea con total fluidez. Puedes transferir archivos, documentos e imágenes entre computadoras y sistemas operativos Mac y Windows. RECARGABLE POR USB-C: MX Keys conserva la energía hasta 10 días con una carga completa o hasta 5 meses con la retroiluminación desactivada.2 Usa el cable de carga USB-C para recargar la batería.","Category":"Teclados"}
,
{"ID Product":"0162","Name":"Teclado Logitech K860 Ergonomico español","Stock":"10","Price":"15805.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/101467937760a9286121040_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Teclado inalámbrico Logitech Ergo K860 ergonómico: UNA MEJOR EXPERIENCIA DE ESCRITURA. Presentamos el ERGO K860, un teclado partido ergonómico diseñado para disfrutar de una postura mejor, reducir la tensión y tener más soporte. escribirás con más naturalidad con un teclado curvado y partido que mejora la postura. La forma inclinada reduce la tensión muscular en las muñecas y los antebrazos. así, las manos y los hombros permanecen relajados. MEJOR POSTURA, MEJORES RESULTADOS: La estructura de teclas curvada del ERGO K860 permite colocar las manos, las muñecas y los antebrazos en una postura más natural. notarás que las manos no están en tensión en el teclado. Se ha demostrado que ERGO K860 reduce un 21% la actividad muscular2En comparación con un teclado Logitech tradicional sin reposamanosdel trapecio superior, un másculo clave en el centro de la espalda que estabiliza y facilita el movimiento de los hombros y del cuello. TRES CAPAS DE COMODIDAD Y SOPORTE: treposamuñecas acolchado coloca los antebrazos justo por encima del teclado, lo que ofrece un 54% más de soporte de las muñecas y reduce la flexión de las muñecas en un 25%.3En comparación con un teclado Logitech tradicional sin reposamanos: 1. CAPA DE SUPERFICIE: 0,5 mm de TEJIDO con recubrimiento suave al tacto, duradero, resistente a las manchas y fácil de limpiar. 2. CAPA DE SOPORTE: 2 mm de ESPUMA DE ALTA DENSIDAD proporcionan una sensación confortable y firme que dispersa por igual la presión. 3. CAPA DE CONFORT: 4 mm de ESPUMA viscoelástica ofrecen una sensación agradable y personalizada que mejora la sensación de confort y relajación. elevación DE LAS muñecas mantén las muñecas en una postura cómoda y natural, sentado y de pie, con una innovadora función de elevación de palmas. La inclinación de las patas ajustables de 0°, -4° y -7° eleva las palmas a la posición ergonómica óptima según tu configuración exclusiva. precisión SIN ESFUERZO CON TECLAS PARA PULSACIONES PERFECTAS: Una experiencia de escritura fluida y ultraprecisa sin comprometer la velocidad ni la precisión. Tus dedos se deslizan con total fluidez por la superficie mate de las teclas. Y los detalles táctiles ayudan a orientar los dedos y a mantener la concentración. El teclado partido y la curva convexa fomentan una colocación de manos y dedos más natural.","Category":"Teclados"}
,
{"ID Product":"0163","Name":"Teclado Bluetooth Logitech k780","Stock":"15","Price":"8175.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/19626265025acf8d5e995a0_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"REINVENTA LAS REGLAS DE LO QUE PUEDE HACER UN TECLADO DE ESCRITORIO.: El teclado multidispositivo K780 para ordenador ofrece todo lo necesario con un bello acabado y teclado Numérico. Y también funciona con smartphones y tablets. La escritura es cómoda y silenciosa y se puede alternar entre los dispositivos utilizados para introducir texto.1 Funciona con PC, Mac, Chrome OS, Android y iOS. ESCRIBE Y CAMBIA DE DISPOSITIVO: Puedes pasar cuando quieras de escribir en un documento en el ordenador a escribir un mensaje en el teléfono o la tablet, con Sólo pulsar un botón Easy-Switch. Compatible con WindowSé, Mac, Android y iOS (iPhone y iPad), este teclado universal reconoce el tipo de dispositivo conectado, de modo que todas las teclas actúan del modo previsto. Escritura silenciosa y fluida con el sistema de teclas Logitech PerfectStroke_x0099_. diseño robusto, con grandes teclas cóncavas creadas con esmero, un práctico teclado Numérico y todos los accesos directos favoritos. Eficaz conexión inalámbrica con radio de acción de 10 m (33 ft) y cifrado AES de 128 bits entre el teclado y el dispositivo conectado. Apta para dispositivos diversos, desde smartphones a iPad Pro de 12\" que pueden colocarse a una distancia adecuada y en un cómodo ángulo de lectura.","Category":"Teclados"}
,
{"ID Product":"0164","Name":"Teclado Bluetooth Logitech K480","Stock":"20","Price":"5286.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/216160275573f52770cb90_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Teclado Bluetooth Logitech K480 Ipad Tablet Smartphone. El primer teclado universal del mundo. Compatible con multiples plataformas: Pc, Computadoras, tablets y telefonos inteligentes. Permite alternar entre 3 dispositivos inalambricos bluetooth conectados.","Category":"Teclados"},
{"ID Product":"0165","Name":"Teclado Bluetooth Logitech K380 Multi-Device Rosa","Stock":"10","Price":"4578.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/10310856685fb58a287dfc5_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"ESCRIBE CON CUALQUIER DISPOSITIVO: Disfruta de escritura en smartphones y tablets tan cómoda y práctica como en el escritorio con este teclado portátil. K380 es un teclado inalámbrico multidispositivo que se conecta a todos los dispositivos inalámbricos Bluetooth compatibles con teclados externos. tecnología inalámbrica Bluetooth, Multiplataforma, WindowSé, Mac, Chrome OS_x0099_, Android_x0099_, iOS, Apple TV. diseño PARA ESCRIBIR SOBRE LA MARCHA: Lleva este ligero y compacto teclado Bluetooth a cualquier lugar de la casa. Escribe donde quieras, con cualquier computadora, tablet o teléfono compatible. EASY-SWITCH: Conecta hasta tres dispositivos simultáneamente, por ejemplo una computadora Windows, un iPhone y una tablet Android. Basta pulsar un botón para empezar a escribir con otro dispositivo. UNA distribución HABITUAL: El teclado multidispositivo K380 reconoce cada dispositivo y automáticamente asigna las teclas para ofrecer una distribución habitual con los accesos directos favoritos. Al detectar el dispositivo concreto, por ejemplo una computadora Apple o Windows, este teclado universal enviará los códigos correctos.","Category":"Teclados"}
,
{"ID Product":"0166","Name":"Teclado Gamer Redragon K630 Dragonborn White Rgb","Stock":"12","Price":"5559.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/151140115561280b46f0547_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"TECLADO MECANICO REDRAGON K630 DRAGONBORN BLANCO RGB + SWITCHES BLUE + DISTRIBUCION INGLES. diseño DEL 60% EN CABLEADO: Nuevo diseño de Redragon al 60% en modo solo cableado debido a la demanda popular. 61 teclas anti-efecto fantasma para un diseño ultracompacto y minimalista. Libera un valioso espacio en el escritorio para reducir el desorden. RGB VIBRANTE: Hasta 13 modos de retroiluminación preestablecidos son libres de elegir por el propio teclado. El brillo y la velocidad de flujo también se pueden ajustar a bordo. Seleccione sus propios modos preferidos para cualquier juego. DEDICADO PARA FPS GAMER: Coloque el teclado correctamente en su escritorio y no más torcido para ahorrar espacio del mouse, su mouse nunca más golpeará el teclado. Disfruta moviendo el mouse sin preocupaciones y ve a buscar ese Team Kills. SWITCHES OUTEMU BLUE: El corazón de los teclados Redragon está equipado con tecnología Outemu, en este caso, los switches Outemu Blue, de click audible y con activación al ejercer Sólo 50 gramos de fuerza sobre la tecla, hacen un teclado que acompaña cualquier escritura o juego. SOFTWARE PROFESIONAL PERSONALIZABLE: aplíe sus opciones utilizando el software disponible para diseñar sus propios modos y efectos nuevos que se encuentran en Redragonshop. Macros con diferentes combinaciones de teclas o atajos para un trabajo y juegos más eficientes.","Category":"Teclados"}
,
{"ID Product":"0167","Name":"Teclado Mecúnico Redragon Diti K585 Rgb","Stock":"4","Price":"4861.40","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/9332294926123f84e565f6_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"DITI K585RGB Buscando más formas de Personalización para los gamers, te traemos el Redragon Diti, un teclado para una sola mano diseñado para quienes buscan más espacio en sus periféricos, más comodidad y mayor facilidad para transportar. El Diti siempre estará disponible en cualquier arena de torneo o en todas las horas de tus juegos favoritos. SWITCHES OUTEMU BLUE: El corazón de los teclados Redragon está equipado con tecnología Outemu, en este caso, los switches Outemu Blue, de click audible y con activación al ejercer Sólo 50 gramos de fuerza sobre la tecla. iluminación RGB: La iluminación del Diti consta de teclas retroiluminadas configurables mediante software independiente para el gusto y comodidad del usuario, con posibilidades de guardar perfiles dentro de la memoria interna del teclado, completando todas las facilidades del transporte. MACROS: El Diti está provisto de teclas macros organizadas para un rápido acceso y configurables por medio de su software, podrás personalizarlas a tu comodidad y guardarlas en los perfiles. Siempre tendrás tus configuraciones al alcance de la mano. construcción: La construcción del teclado está realizada sobre ABS reforzado y aluminio, combinado con teclas moldeadas por inyección láser de doble disparo y posteriormente grabadas, generan un producto durable y de excelente calidad, ideal para uso intensivo. Su cable de conexión es de tipo USB type C enchapado en oro y con filtro para evitar las interferencias. Como componente extra pero no menos importante es su puerto USB Pass Through ampliando la posibilidad de Personalización de tus periféricos para tu mayor comodidad. Nota: El Diti no es compatible con las consolas.","Category":"Teclados"}
,
{"ID Product":"0168","Name":"Teclado Gamer Corsair K57 Rgb Wireless","Stock":"6","Price":"14824.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/2091135056603683a629892_4.jpg&w=1180&h=546&zc=2","Brand":"Corsair","Description":"Teclado Gamer Corsair K57 Rgb Wireless: TECLADO PARA JUEGOS K57 RGB WIRELESS iluminación RGB VIVA, LIBERTAD inalámbrica: HÁGASE LA LUZ ilumínelo en cualquier momento con LED CAPELLIX, ahora más brillante y con menos consumo que con los LED RGB convencionales. Juegue de forma inalámbrica con una iluminación RGB completa hasta 35 horas (y hasta 175 sin iluminación). Elija entre 18 efectos de iluminación predeterminados diferentes de forma inalámbrica o controle cada una de las teclas iluminadas individualmente en el modo con cable. TRES MODOS DE conexión: 01 tecnología SLIPSTREAM CORSAIR WIRELESS , 02 BLUETOOTH O 03 CABLE USB. Control inteligente. Posibilidades ilimitadas. El software CORSAIR iCUE permite controlar la iluminación viva y dinámica, con una sofisticada programación de macros y la posibilidad de sincronizar toda la iluminación del sistema, entre periféricos, refrigeradores, ventiladores y otros productos compatibles de CORSAIR.","Category":"Teclados"}
,
{"ID Product":"0169","Name":"Teclado Gamer Redragon K550 Rgb Yama Negro ES","Stock":"8","Price":"9646.50","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/378551404602b4313d5555_4.jpg&w=1180&h=546&zc=2","Brand":"Redragon","Description":"Este teclado Redragon de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacer que tus jugadas alcancen otro nivel. distinción a todo color: Su retroiluminación le da un toque diferente a tu equipo y resalta su co posición cuando es utilizado en espacios poco iluminados. adiós a los líquidos molestos: querés tomar café mientras leés un mail y no lo hacés por miedo a ensuciarlo? O cualquier bebida cerca de él no te parece una buena idea? Su resistencia a salpicaduras de diversos líquidos lo vuelven un aparato prácticamente irrompible. Que las preocupaciones sean cosas del pasado! Disfrutú de la bebida que más te guste sin culpas!","Category":"Teclados"}
,
{"ID Product":"0170","Name":"Teclado Gamer Logitech G910 Orion Spark","Stock":"10","Price":"19838.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/9278111095f04cfb3ce934_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Teclado mecúnico RGB serie G900 para gaming: Los más altos niveles de rendimiento, ingeniería y diseño. G910 cuenta con teclas G programables, RGB LIGHTSYNC, interruptores Romer-G táctil, reposamanos integrado y más. LIGHTSYNC RGB: Romer-G táctil Interruptores mecúnicos, 9 teclas G Listo para macros. Romer-G táctil. Los interruptores Romer-G, favoritos de los principales profesionales de eSports, ofrecen un rendimiento mecúnico preciso y silencioso con una sensación y duración increíbles. G910 dispone de la variante táctil con respuesta de actuación perceptible. RGB LIGHTSYNC: La iluminación RGB LIGHTSYNC reacciona automáticamente a las acciones de multitud de juegos, incluyendo el resalte de asignaciones de teclas. Puedes personalizar el brillo y los colores, según tu estilo, tu sistema y tu entorno. Elige de un espectro completo de aproximadamente 16,8 millones de colores, y sincroniza efectos y animaciones de iluminación con otros dispositivos Logitech G. personalízalo todo de forma rápida y sencilla con Logitech Gaming Software. Teclas G programables: Nueve exclusivas teclas G que pueden programarse con comandos de aplicación y macros personalizadas. Ejecuta acciones complejas, de forma rápida y sencilla, con una pulsación de teclado. Las teclas G se pueden asignar por juego o por aplicación para un uso lo más personalizado y práctico posible. Usa Logitech G HUB para configurar y gestionar perfiles, macros, comandos, etc. con toda facilidad. Segunda pantalla Arx: La aplicación Arx Control integra el uso de una segunda pantalla en G910. Usa tu smartphone o tablet para mostrar información del juego o estadísticas vitales del sistema. también puedes agregar controles de juego para ciertos títulos. La base ajustable de G910 es apta para la mayoría de dispositivos móviles iOSé y Android_x0099_. Descarga Arx desde las tiendas de Apple o Android y descarga también G HUB para conectividad durante el juego. Controles multimedia específicos: Controla másica y videos mediante controles multimedia para reproducir, poner en pausa y silenciar y omitir pistas/escenas. El mando integrado facilita el ajuste del volumen con una simple pulsación. 113 teclas con prevención de efecto fantasma: podrás dar tus instrucciones con total claridad incluso en la sesiones de gaming más intensas. G910 tiene prevención de efecto fantasma para cada una de las teclas. Comodidad duradera: La comodidad para el gaming intensivo fue un factor clave en el diseño de G910. Las teclas tienen una capa de protección UV contra la grasa de los dedos y la abrasión. El reposamanos grande integrado permite acercarse más a las teclas, con una posición más natural para la mano. Las patas ajustables se adaptan a distintos Tamaños de mano, y estilos de escritura y gaming. Spectrum o Spark: G910 también está disponible en dos versiones: Spectrum o Spark. Spectrum tiene teclas suaves y un reposamanos completo y rectilíneo. Spark tiene teclas biseladas y un reposamanos completo y asimétrico. Las características y la funcionalidad son las mismas, así que elige el estilo que más te convenga.","Category":"Teclados"}
,
{
    "ID Product":"0171",
    "Name":"Teclado Satechi W1 USB-C retroiluminado aluminio",
    "Stock":"12",
    "Price":"10682.00",
    "Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/57280490860d5239fb8427_4.jpg&w=1180&h=546&zc=2",
    "Brand":"Satechi",
    "Description":"El teclado retroiluminado con cable Slim W1 de Satechi es un teclado delgado y elegante diseñado para acompañar a sus dispositivos Apple y proporcionar una funcionalidad básica que le permite completar sus tareas diarias con facilidad. Ajusta la iluminación de las teclas con tres niveles de retroiluminación, lo que facilita la escritura en habitaciones oscuras. Lucir un factor de forma compacto ahorra espacio alrededor de su escritorio, lo que hace que este teclado sea ideal para usuarios con espacio limitado o que desean lucir un estilo minimalista.",
    "Category":"Teclados"
},
{"ID Product":"0172","Name":"Teclado Numerico Usb Satechi (A00180) Silver Premium","Stock":"10","Price":"10464.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1757211605600606671fb9e_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Satechi Teclado con Cable USB de Aluminio con Keypad Numérico, Calidad Premium. Compatible con iMac - 2020 iMac, iMac Pro, 2020 Mac Mini, y más. Teclado iMac extendido con keypad Numérico completo. conexión USB por cable para una conexión sin complicaciones. Incluye teclas de accesos directos cómodas e intuitivas. Moderno diseño de aluminio _x0096_ disponible en opciones de colores elegantes. Hecho para ordenadores Apple iMac. Incluye teclas de tijera mejoradas y una disposición de teclado extendido, el Satechi Teclado de Aluminio con Cable USB es la solución perfecta para tu instalación Mac. diseñado para ordenadores iMac, el teclado incluye intuitivas teclas de accesos directos MacOS para una mayor comodidad al alcance de tus dedos. Las sensibles teclas de tijera capturan todas las presiones de tus dedos, ideal para entradas de datos cotidianas o avanzados proyectos de contabilidad. Mejora Tu instalación Mac: Disfruta de un teclado inalámbrico extendido con keypad Numérico completo, perfecto para la entrada de datos, aplicaciones financieras o tareas de contabilidad. Con sensibles teclas de tijera, el teclado captura cada presión para escribir de manera rápida y precisa. Fiable, conexión USB Por Cable: Con un cable USB-A incluido, disfrutarás de una fiable conexión por cable para una instalación sorprendentemente sencilla. Simplemente conéctalo en uno de los puertos USB estándar de tu Mac y sigue las instrucciones de la pantalla en la ventana del _x0093_Asistente de instalación de Teclado_x0094_ para identificar adecuadamente tu teclado.","Category":"Teclados"}
,
{"ID Product":"0173","Name":"Teclado Satechi extendido bluetooth (A00498) Space Gray","Stock":"15","Price":"7265.94","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6772380326165ac5fbed31_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Teclado extendido Satechi: EXPANDE TU TECLADO _x0097_ el Teclado Bluetooth de Satechi presenta un teclado Numérico completo, flechas de navegación y teclas de acceso directo MacOS, a través de una conexión inalámbrica fácil de usar. TECLAS DE ACCESO DIRECTO _x0097_ equipadas con prácticas teclas de acceso directo Mac OS para ayudar a aumentar la productividad y facilitar la entrada de datos. Nota: diferentes sistemas operativos pueden no admitir todos los accesos directos. USB-C RECARGABLE _x0097_ su puerto USB-C recargable te permite continuar trabajando de forma inalámbrica mientras se carga el teclado, para que nada interrumpa tu flujo de trabajo. ACABADO DELGADO DE ALUMINIO _x0097_ su diseño compacto pero elegante complementa su configuración moderna y es perfecto para trabajar en la oficina o mientras viajas. COMPATIBILIDAD _x0097_ iMac Pro/iMac, 2019 MacBook Pro/Air, 2019/2018 iPad Pro, iPad Air/Mini, iPhone 11 Plus Max/11 Plus/11, XS Max/XS/XR/X, 8 Plus/8, iOS y otros dispositivos MacOS","Category":"Teclados"}
,
{"ID Product":"0174","Name":"Teclado Satechi Numérico Slim inalámbrico (A00629) Gold","Stock":"20","Price":"6867.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1797234547608199dfcc5b3_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Teclado Satechi Numérico Slim inalámbrico: El Teclado Numérico inalámbrico de Aluminio es el accesorio perfecto para completar tu extación de trabajo. Con un teclado Numérico completo, el Teclado Numérico Slim inalámbrico de Aluminio es una solución inalámbrica genial para completar tu teclado actual. Con un perfil delgado y un acabado sofisticado, este teclado Numérico ofrece tanto estilo como funcionalidad. inalámbrico: El Teclado Numérico Slim inalámbrico de Aluminio usa tecnología Bluetooth, lo que lo hace compatible con cualquier dispositivo que tenga Bluetooth activado. Usa el teclado Numérico para ayudarte a mantener tu lugar de trabajo sin líos de cables ni enchufes. diseño Ligero y portátil: Gracias al perfil elegante y delgado del teclado Numérico, puedes llevarlo fácilmente en cualquier mochila, bolsa, o bolso. Ten acceso al Teclado Numérico Slim inalámbrico de Aluminio a dónde quiera que vayas! batería Recargable: El Teclado Numérico Slim inalámbrico de Aluminio incluye una batería recargable, con una carga de batería que dura hasta dos semanas y un tiempo de carga de 1-2 horas. Nota: Se incluye un cable micro-USB. Dispositivos Compatibles: Dispositivos con Mac, PC e iOS habilitados con Bluetooth. Para conectarse a dispositivos con Windows 10, agregar su teclado a través del Panel de control de su PC.","Category":"Teclados"}
,
{"ID Product":"0175","Name":"Webcam Imi W88 FHD by Xiaomi","Stock":"10","Price":"4556.20","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1240277906609c5c9c64c0a_4.jpg&w=1180&h=546&zc=2","Brand":"Imilab","Description":"Cámara web Xiaomi - Mi IMILAB - Full Hd - Con micrófono incorporado - Ideal para uso en Zoom - Skype. Calidad FULL HD 1080P + micrófono incorporado + Ideal videollamadas. Una vez conectada está lista para usar!","Category":"Webcams"}
,
{"ID Product":"0176","Name":"Webcam Logitech Brio 4k","Stock":"12","Price":"25070.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1583024969609aa8c3ebd6e_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"UN NUEVO PUNTO DE REFERENCIA PARA LAS CámaraS WEB: Con la Cámara Web más avanzada del mundo se puede obtener video de calidad profesional para videoconferencias, streaming o grabación de video. Logitech BRIO dispone de numerosas funciones que producen video estupendo en cualquier entorno. Nuestra Cámara estrella Ultra HD 4K ofrece zoom 5x digital, frecuencia de cuadro alta, extraordinario desempeño con poca luz, HDR y RightLight_x0099_ 3. CAPTURA CADA DETALLE EN 4K HD: Haz streaming de video nitidísimo con resolución, frecuencia de cuadro, color y detalles extraordinarios. Logitech BRIO ofrece 4K Ultra HD a 30 fps o 1080p a 30 o ultrafluidos 60 fps, para obtener un grado extraordinario de nitidez, fluidez y detalle. acércate con el zoom 5x.\nOFRECE TU MEJOR IMAGEN CON CUALQUIER iluminación: Ahora es posible usar aplicaciones de videoconferencia, streaming y grabación de video sea cual sea la iluminación existente... y salir siempre favorecidos. Tanto si hay poca luz como un sol radiante, Logitech BRIO con tecnología RightLight_x0099_ 3 y HDR (rango dinámico alto) se ajusta para resaltar lo más importante: tú SEGURIDAD práctica: Mediante sensores ópticos e infrarrojos, la Cámara BRIO ofrece reconocimiento facial rápido y seguro para Windows Hello. No hace falta escribir una contraseña en Windows 10: Para iniciar sesión basta con mirar a la lente de la Cámara BRIO.","Category":"Webcams"}
,
{"ID Product":"0177","Name":"Webcam Logitech Streamcam Plus + Tripode","Stock":"4","Price":"18094.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/11114567386026bede3978a_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Logitech StreamCam Comparte tu pasión. DIFUNDE TU IMAGEN: Lleva tu contenido a otro nivel y comparte tu pasión con Logitech StreamCam. Con una calidad de imagen impecable, dos micrófonos con orientación frontal, versátiles opciones de montaje y conectividad USB-C, es la Cámara perfecta para la difusión en tus plataformas favoritas: Sólo tienes que mostrarte tal como eres. Compatible con WindowSé y Mac.UNA combinación PODEROSA: Logitech StreamCam es aún mejor cuando se utiliza con Logitech Capture. Capture permite usar funciones de StreamCam para automatizar la e posición, el encuadre, la estabilización, etc. mientras tú te concentras en crear contenido óptimo. STREAMING TOTALMENTE NATURAL A 60 FPS A nadie le gusta causar una impresión aburrida. Haz streaming y grabaciones del máximo realismo, con movimiento fluido y detalles nítidos en Full HD 1080p a 60 fotogramas por segundo. E posición Y ENFOQUE automático INTELIGENTES No pierdas protagonismo en plena grabación o streaming. El seguimiento facial mediante IA ofrece un enfoque y una e posición precisos, estás donde estás. La e posición automática se ajusta para que se te vea lo mejor posible en diversas condiciones de iluminación. VIDEO VERTICAL FULL HD Simplemente gira la StreamCam para activar el modo vertical.1 Usa Full HD en formato 9:16, perfecto para historias de Instagram y Facebook. OPCIONES DE MONTAJE versátilES Logra el ángulo perfecto para cualquier stream o video, con opciones de montaje flexibles. La pieza de montaje para monitor tiene movimiento de inclinación y panorámica, y se puede colocar sobre un trípode. La estabilización de imagen electrúnica incorporada reduce el temblor de la Cámara debido a movimientos involuntarios. CONECTA CON USB-C StreamCam utiliza USB de tipo C, el estándar para conexiones rápidas y confiables, que garantiza velocidades de transferencia de video eficientes. Compatible con Windows 10 y macOS 10.14 y posteriores.","Category":"Webcams"}
,
{"ID Product":"0178","Name":"Webcam Logitech C920S Pro (1080p)","Stock":"6","Price":"11663.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/16724952265e1c9a1f5f5a6_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"C920S: La más alta calidad de videoconferencias disponible en Full HD 1080p con tapa de obturador. LLAME Y GRABE CON TOTAL CLARIDAD HD: Ofrezca su mejor imagen en videoconferencias y grabe sofisticados videos con la Cámara Web C920s. Ofrece video Full HD (1080p a 30 fps) y nítido sonido estéreo con todas las aplicaciones de video más populares. ELIJA EL AMBIENTE, C920S AJUSTA LA iluminación: Grabe con luz tenue o con plena luz directa. El enfoque automático y la corrección de iluminación HD integrados ajustan el video a todas las condiciones. Siempre se obtiene una imagen nitidísima y de alta definición. grabación FULL HD 1080P: Haga chat y grabe videos naturales y reales. La lente de cristal y el video Full HD 1080p a 30 fps capturan todos los detalles y colores brillantes y naturales. El campo visual de 78 grados puede enmarcar hasta a dos personas al mismo tiempo. Use el software Logitech Capture para aplicar zoom y panorámica. creación DE CONTENIDOS INTEGRADA CON CAPTURE: Con Logitech Capture, puede empezar a grabar contenido de video de alta calidad en cuanto conecte su nueva Cámara Web. Le permite personalizar grabaciones, ajustar la configuración de la Cámara e incluso crear video vertical con una interfaz intuitiva. CHAT EN estéreo PLENO: Dos micrófonos integrados capturan el audio desde todos los ángulos, para que su voz siempre suene natural y clara. MANTENGA SU PRIVACIDAD\nUna práctica tapa de obturador protege la lente y su privacidad","Category":"Webcams"}
,
{"ID Product":"0179","Name":"Imac M1 Chip 24'' MGPN3LL/A","Stock":"8","Price":"430260.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1252271806165e8d67c27c_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"Apple M1 chip with 8-core CPU and 8-core GPU + 8GB RAM + Ssd 512GB + 24\" (4480 x 2520) Retina Display 4.5K + P3 Color Gamut + True Tone Technology + 2 x Thunderbolt / USB 4 + Magic Mouse + 8-Core GPU + 16-Core Neural Engine + Wi-Fi 6 (802.11ax) + Bluetooth 5.0 + Magic Keyboard + macOS.","Category":"Imac"},
{"ID Product":"0180","Name":"Imac M1 Chip 24'' MGPH3LL/A","Stock":"10","Price":"370620.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/14656202326165e3f3cccca_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"Apple M1 chip with 8-core CPU and 8-core GPU + 8GB RAM + Ssd 256GB + 24\" (4480 x 2520) Retina Display 4.5K + P3 Color Gamut + True Tone Technology + 2 x Thunderbolt / USB 4 + Magic Mouse + 8-Core GPU + 16-Core Neural Engine + Wi-Fi 6 (802.11ax) + Bluetooth 5.0 + Magic Keyboard + macOS.","Category":"Imac"},
{"ID Product":"0181","Name":"Imac M1 Chip 24'' MGTF3LL/A","Stock":"12","Price":"319500.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/15952206496164ed3d74904_4.jpg&w=1180&h=546&zc=2","Brand":"Apple","Description":"Apple M1 chip with 8-core CPU and 7-core GPU + 8GB RAM + Ssd 256GB + 24\" (4480 x 2520) Retina Display 4.5K + P3 Color Gamut + True Tone Technology + 2 x Thunderbolt / USB 4 + Magic Mouse + 7-Core GPU + 16-Core Neural Engine + Wi-Fi 6 (802.11ax) + Bluetooth 5.0 + Magic Keyboard + macOS.","Category":"Imac"},
{"ID Product":"0182","Name":"Joystick PS5 Dualsense Black","Stock":"10","Price":"15260.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/48280721361c362174a93f_4.jpg&w=1180&h=546&zc=2","Brand":"Sony","Description":"Mando inalámbrico DualSense: Descubre una experiencia de juego más profunda1 con el innovador mando de PS5. Multiplica tus sensaciones: El mando inalámbrico DualSense de PS5 ofrece una inmersiva retroAlimentación háptica, gatillos adaptables dinámico y un micrófono integrado, todo ello en un diseño icúnico. Haz que los mundos de juego cobren vida. RetroAlimentación háptica: Siente la respuesta táctil capaz de transmitir las acciones del juego con dos activadores que sustituyen a los motores de vibración tradicionales. Cuando lo tienes en las manos, estas vibraciones dinámicas son capaces de simular todo tipo de sensaciones, como los elementos del entorno o el retroceso de diferentes armas. Gatillos adaptables: Experimenta distintos niveles de fuerza y tensión al interactuar con tu entorno y tu equipo mientras juegas. Ya tenses un arco o pises el freno de un coche de carreras, te sentirás conectado físicamente a las acciones que se desarrollan en pantalla. Altavoz integrado y conector para auriculares: Charla con tus amigos online con el micrófono integrado o conectando unos auriculares al conector de 3,5 mm. Desactiva fácilmente la captura de voz en cualquier momento con el botón de silenciado específico. botón Crear: Captura y transmite3 tus momentos de juego más épicos con el botón de creación. Basado en el éxito del pionero botón SHARE, el botón 'Crear' ofrece a los jugadores más maneras de producir contenido de juegos y transmitir sus aventuras en directo para que las vea todo el mundo. Un icono de los videojuegos a tu alcance: Toma el control con un diseño evolucionado de dos tonos que combina la icúnica disposición intuitiva con analógico mejorados y una barra luminosa reinventada. características heredadas: El mando inalámbrico DualSense mantiene muchas características del DUALSHOCK4, que vuelven para una nueva generación de juegos.\nbatería integrada: Carga y juega ahora con un USB Type-C4. Altavoz integrado: Una gran selección de juegos alcanza una nueva dimensión con los efectos de sonido de mayor fidelidad que proceden del mando. Sensor de movimiento: Aporta detección de movimiento intuitiva a los juegos compatibles con el acelerómetro y el giroscopio incorporados.","Category":"Videojuegos"}
,
{"ID Product":"0183","Name":"Joystick PS5 Dualsense White","Stock":"15","Price":"15260.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1474781025ffca5d1bb129_4.jpg&w=1180&h=546&zc=2","Brand":"Sony","Description":"Mando inalámbrico DualSense: Descubre una experiencia de juego más profunda1 con el innovador mando de PS5. Multiplica tus sensaciones: El mando inalámbrico DualSense de PS5 ofrece una inmersiva retroAlimentación háptica, gatillos adaptables dinámico y un micrófono integrado, todo ello en un diseño icúnico. Haz que los mundos de juego cobren vida. RetroAlimentación háptica: Siente la respuesta táctil capaz de transmitir las acciones del juego con dos activadores que sustituyen a los motores de vibración tradicionales. Cuando lo tienes en las manos, estas vibraciones dinámicas son capaces de simular todo tipo de sensaciones, como los elementos del entorno o el retroceso de diferentes armas. Gatillos adaptables: Experimenta distintos niveles de fuerza y tensión al interactuar con tu entorno y tu equipo mientras juegas. Ya tenses un arco o pises el freno de un coche de carreras, te sentirás conectado físicamente a las acciones que se desarrollan en pantalla. Altavoz integrado y conector para auriculares: Charla con tus amigos online con el micrófono integrado o conectando unos auriculares al conector de 3,5 mm. Desactiva fácilmente la captura de voz en cualquier momento con el botón de silenciado específico. botón Crear: Captura y transmite3 tus momentos de juego más épicos con el botón de creación. Basado en el éxito del pionero botón SHARE, el botón 'Crear' ofrece a los jugadores más maneras de producir contenido de juegos y transmitir sus aventuras en directo para que las vea todo el mundo. Un icono de los videojuegos a tu alcance: Toma el control con un diseño evolucionado de dos tonos que combina la icúnica disposición intuitiva con analógico mejorados y una barra luminosa reinventada. características heredadas: El mando inalámbrico DualSense mantiene muchas características del DUALSHOCK4, que vuelven para una nueva generación de juegos.\nbatería integrada: Carga y juega ahora con un USB Type-C4. Altavoz integrado: Una gran selección de juegos alcanza una nueva dimensión con los efectos de sonido de mayor fidelidad que proceden del mando. Sensor de movimiento: Aporta detección de movimiento intuitiva a los juegos compatibles con el acelerómetro y el giroscopio incorporados.","Category":"Videojuegos"}
,
{"ID Product":"0184","Name":"Joystick Dualshock PS4 Black","Stock":"20","Price":"11554.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1748841515554e294f332dd_4.jpg&w=1180&h=546&zc=2","Brand":"Sony","Description":"Gracias al touch pad (panel táctil) del DUALSHOCK 4, tu siguiente gran éxito está solo a un dedo de distancia. Situado en la parte superior, te permite acciones como lanzar objetos o dibujar rutas para los personajes, lo que abre un nuevo mundo de posibilidades de juego","Category":"Videojuegos"}
,
{"ID Product":"0185","Name":"Joystick inalámbrico Logitech F710 plata y negro (PC)","Stock":"10","Price":"5450.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/1054238430611d0a787c723_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"conexión inalámbrica DE 2,4 GHZ: Corte las ataduras y disfrute de la libertad: jugar sin cables. Basta con insertar el nano receptor en un puerto USB para obtener una rápida transmisión de datos de 2,4 GHz sin apenas retrasos ni interferencias. Sienta el juego: Descubra un nuevo nivel de sensaciones. sentirá cada golpe, choque y explosión en los juegos que admiten efecto de vibración. Para jugar a los grandes éxitos y a los clásicos: Juegue a versiones de consola con un controlador al estilo del original o adopte una posición más relajada mientras disfruta de los juegos para PC. F710 se configura y se usa fácilmente con los juegos favoritos gracias a XInput/DirectInput, los dos estándares de entrada más habituales. Juegue en el televisor: Empareje F710 con Big Picture y navegue por Steam, explore Internet, juegue y mucho más desde la comodidad del sofá. Lleve toda la biblioteca de juegos de Steam a la sala de estar, coja F710 en las manos, Siéntase cómodo y disfrute. Mueva el mando de dirección: Los mandos de dirección estándar reposan sobre un solo punto de pivote, lo que da un control poco preciso. El mando de dirección se desliza sobre cuatro conmutadores individuales para ofrecer una sensación más táctil, con mejor respuesta y control. Para jugar como siempre: El instinto guía las acciones por la distribución clásica: podrá empezar a jugar al instante. Creado para ofrecer una experiencia de control como la de las consolas y con innovaciones a partir de un diseño original, F710 se adapta como un guante. FUNCIONA CON ANDROID TV: Nuestros dispositivos de juego funcionan bien con los televisores Android_x0099_ de Sony. Con el conmutador en el modo XID, la distribución tipo consola te coloca en una posición ventajosa. Disfruta de sesiones de juego prolongadas y cómodas gracias a las curvas suaves y el recubrimiento de goma contorneado. Los controles estándar de Android TV (a los que se accede seleccionando el botón del logotipo de Logitech en el gamepad y la tecla atrás en el mando) te permiten navegar fácilmente por Android TV.","Category":"Videojuegos"}
,
{"ID Product":"0186","Name":"Joystick Logitech F310 negro (PC)","Stock":"12","Price":"3488.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/6558564236127bd79abfba_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Joystick Logitech F310 negro (PC): diseño pensado para el jugador de PC que busca un controlador avanzado estilo consola. Juegue a versiones de consola con un controlador al estilo del original o adopte una posición más relajada mientras disfruta de los juegos para PC.","Category":"Videojuegos"}
,
{"ID Product":"0187","Name":"Palanca De Cambios Logitech G29 G920 Driving Force Shifter","Stock":"4","Price":"13952.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/76937986090ba007d947_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Palanca De Cambios Logitech G29 G920 Driving Force Shifter 941-000119. diseñado PARA VOLANTES DE CARRERAS G29 Y G920 DRIVING FORCE: Mete la marcha adecuada en el momento preciso. La palanca de cambio Driving Force_x0099_ se ha diseñado para los volantes de carreras G29 y G920 Driving Force, para hacer aún mejores los juegos para PC y consola modernos. Agrega la palanca de cambio Driving Force a tu volante para completar tu soporte para conducción y hacer las carreras aún más reales. construcción DURADERA: Compite con total comodidad y confianza. Dotada de un robusto eje de acero, la palanca de cambio Driving Force se ha diseñado para conducir con toda precisión y fiabilidad duradera. La empuñadura y la funda están forradas de cuero de calidad cosido a mano, con un aspecto y un tacto similares a los de las palancas de los coches de carreras reales, para un uso más cómodo y prolongado. PALANCA DE CAMBIO DE SEIS VELOCIDADES CON MARCHA atrás MEDIANTE presión HACIA ABAJO: aceleración mantenida entre marchas. La palanca de cambio de seis velocidades con diseño en _x0093_H_x0094_ se mueve con soltura y entra en cada marcha con un clic, para cambios fluidos y precisos en curvas cerradas y tramos rectos. MONTAJE SEGURO: Se mantiene firme aunque cambies de marcha. Las resistentes abrazaderas integradas permiten instalar la palanca de cambio Driving Force de forma segura en una mesa o en un soporte para conducción, a fin de minimizar movimientos u oscilaciones en maniobras agresivas.","Category":"Videojuegos"}
,
{"ID Product":"0188","Name":"Kit Logitech G923 Trueforce: Volante + Pedalera","Stock":"6","Price":"57988.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/7550670076018641f8f628_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"RACING WHEEL G923 PS4 LOGITECH, número DE REFERENCIA: 941-000148. CON LA competición EN EL ADN. SIENTE EL FUTURO DE LAS CARRERAS> Presentamos la próxima generación de volantes de carreras. Nueva concepción del galardonado diseño Logitech G para acceder a la física de los juegos y ofrecer un realismo sin precedentes. Siente a tope la energía de los pistones, el crujir de la gravilla, y cada cambio, derrape y curva cerrada. SIMULACIÓN DE próxima generación CON TRUEFORCE> Nuestra más reciente innovación en tecnología Force Feedback se conecta directamente a los motores y la física de SIMULACIÓN de los juegos para producir respuestas de mayor fidelidad en tiempo real. El rango de frecuencia de retroAlimentación también se incrementa para mejorar drásticamente los detalles y el realismo en comparación con las generaciones anteriores. SIENTE TRUEFORCE EN ESTOS JUEGOS CONTROL DE MOTOR EN BUCLE CERRADO? La corriente correcta implica el par motor correcto. El avanzado firmware de G923 supervisa toda la corriente que fluye por los motores del volante, ajustando continuamente el voltaje para que coincida con las salidas de la física del juego. Al ir más allá de los ajustes predeterminados, G923 ofrece una precisión milimétrica y un realismo sin precedentes. más TRacción. MENOS HUMO: Arranca desde la línea de salida más rápido que los demás con la ayuda programable de lanzamiento de doble embrague en los juegos compatibles. CREADO PARA LAS CARRERASEl diseño clásico, modernizado. La nueva combinación de colores, el metal bruñido premium, la costura de cuero de estilo automovilístico y los pedales pulidos aportan un acabado profesional a G923. La forma sigue a la función con un marcador de centro integrado y un control giratorio. CONTROLES DE JUEGO EN EL VOLANTE Los controles completos de Xbox One o PS4 están integrados directamente en el volante. No importa cómo corras, tienes cada comando a mano. CONTROL GIRATORIO DE Selección DE 24 PUNTOS La tracción, el par motor, la fuerza de frenado... todo es ajustable desde un control giratorio integrado que tú controlas. PEDAL DEL FRENO PROGRESIVO Mejor respuesta, mayor precisión. El resorte progresivo simula la respuesta del sistema de frenos sensibles a la presión para ofrecer una auténtica experiencia de carrera. Cambia la posición de las caras de los pedales para maniobras de talón puntera y tener aún más control. INDICADOR DE REVOLUCIONES INTEGRADO Los LED de color integrados muestran el rango de RPM en los juegos compatibles. Puedes ver cuándo estás en la línea roja, justo en tu línea de visión. PERSONALIZA CON G HUB Toma el control total de tu equipo. Ajusta la sensibilidad del volante, los niveles de Force Feedback y la Personalización de botones con el potente software para gaming en PC G HUB. Crea perfiles personalizados para cualquier juego y aplicación. REQUISITOS (XBOX ONE) Sistema de juego para Xbox One Juego compatible con5volante de carreras con Force Feedback de Logitech. REQUISITOS (PLAYSTATION 4) Sistema PlayStation 4 Juego compatible con6volante de carreras con Force Feedback de Logitech.","Category":"Videojuegos"}
,
{"ID Product":"0189","Name":"Kit Logitech G29 Driving Force: Volante + Pedalera","Stock":"8","Price":"48287.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/3203775095f513889a1ff2_4.jpg&w=1180&h=546&zc=2","Brand":"Logitech","Description":"Logitech G29 Driving Force Volante de Carreras y Pedales, Force Feedback, Aluminio Anodizado, Palancas de cambio, Volante de Cuero, Pedales Ajustables, Enchufe EU, PS4/PS3/PC/Mac, Negro. diseñado para los Juegos de PlayStation 4, PlayStation 3 y PC recientes: añade Driving Force a tu selección de controlador, G29 Driving Force también se puede usar en PC con determinados juegos. Force Feedback Realista: G29 Driving Force incluye Force Feedback con dos motores, diseñado para simular con realismo la sensación de conducir un coche y de los neumáticos en cada giro. Controles para Juegos de fácil Acceso: El mando de dirección, los botones de la consola y las palancas de cambio semiautomáticas están situados en el volante para aportar comodidad\nUnidad de Pedal con Capacidad de Respuesta: El volante G29 viene con un pedal independiente para el suelo para que puedas frenar, acelerar y cambiar de marcha, como en un coche deportivo\nconstrucción Duradera: Con cojinetes de acero en el eje del volante y pedales y palancas de cambio de acero inoxidable, Driving Force se ha diseñado para ofrecer una experiencia de conducción precisa.","Category":"Videojuegos"}
,
{"ID Product":"0190","Name":"Soporte slim Mac Satechi A00186 Silver Imac Macbook","Stock":"10","Price":"13298.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/174028969061b3b485d286f_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"Uno de los inconvenientes de trabajar con muchos dispositivos es la organización en nuestro escritorio de trabajo. El soporte Satechi Aluminum Monitor elevará tu Macbook o iMac permitiéndote aprovechar el máximo espacio posible. Este accesorio presenta un diseño elegante con acabado de aluminio, ideal para utilizar junto con tu Mac, iMac o Macbook. guardá tus accesorios, documentos o tus dispositivos debajo del soporte para ahorrar espacio. Ahora, podés crear el escritorio ideal con el accesorio todo en uno. El soporte de Satechi elevará la pantalla de tu monitor para ofrecer la máxima comodidad, evitando ocasionales dolores de cuello o espalda. Si trabajaís con tu Macbook, el soporte Satechi optimizará la ventilación evitando que tu Macbook se sobrecaliente a corto plazo. Además el diseño te permitirá guardar donde quieras y como quieras todos los accesorios que necesites mientras trabajas.Presenta un diseño elegante con acabado de aluminio, Ahorra espacio en tu escritorio de trabajo. Ideal para utilizar junto con dispositivos Apple. Material duradero y superficie antideslizante","Category":"Accesorios notbooks"}
,
{"ID Product":"0191","Name":"Soporte aluminio Notebook Satechi A00166 Silver","Stock":"12","Price":"9156.00\n","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/21095656126161c2254029e_4.jpg&w=1180&h=546&zc=2","Brand":"Satechi","Description":"El soporte de aluminio Satechi es el accesorio perfecto para tu notebook o tablet ya que simplifica y organiza tuescritorio mientras mantiene un estilo limpio y funcional. El soporte viene en dorado, plateado, rosa y gris por lo que es el complemento perfecto para tus productos Apple. Se adapta a la mayoría de las laptops de 12 \"a 17\". Medidas: 9 \"x 8.9\" x .16 \"","Category":"Accesorios notbooks"}
,
{"ID Product":"0192","Name":"Mesa 360° Plegable Portatil Con Ventilacion Notebook LP1047A","Stock":"10","Price":"4033.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/822703521615f1c359989f_4.jpg&w=1180&h=546&zc=2","Brand":"Genericos","Description":"Mesa 360° Plegable Portatil Con Ventilacion Laptop Notebook (LP1047A): La mesa multifuncional LP1047A es una herramienta ergonómica esencial para el uso correcto de la laptop. Un diseño moderno , liviano y ajustable para optimizar el Angulo deseado. Para usar sobre la cama, en el sofá, sobre la mesa o en el piso. 2 ventiladores refrigerantes + Bandeja para mouse + Articulaciones giratorias 360° + aleación de aluminio de alta calidad + Liviana y plegable. Material: aleación de aluminio. Base para mouse: plástico. Peso: 1.4 kg. Dimensiones: 470*260 mm. Altura máxima ajustable: 480 mm","Category":"Accesorios notbooks"}
,
{"ID Product":"0193","Name":"Maletin Case Logic AUA-311 (Negro)","Stock":"15","Price":"2289.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/19657046825ea6196b6ad10_4.jpg&w=1180&h=546&zc=2","Brand":"Case Logic","Description":"Estuche delgado para computadora portátil y iPad de 11.6\". Una versión moderna de la funcionalidad pura, este estuche delgado permite llevar un iPad y una computadora portátil o un Chromebook_x0099_ más tus artúculos de uso diario. El espacio en el fondo para un adaptador de corriente y un bolsillo exterior para smartphone completan las razones de por qué este será tu elección para los días de semana.","Category":"Accesorios notbooks"}
,
{"ID Product":"0194","Name":"Funda Neoprene Realcover para 17\"","Stock":"20","Price":"1962.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/21235915605ec68f4d6abe0_4.jpg&w=1180&h=546&zc=2","Brand":"Realcover","Description":"Fundas de neoprene PREMIUM autentico para notebooks de 13.3, 14, 15.6 y 17 Estampado en ambas caras, o negra lisas, fabricadas en neoprene premium de 2.5 mm de espesor con cierre reforzado, ideal para proteger tu notebook.","Category":"Accesorios notbooks"},
{"ID Product":"0195","Name":"Funda Neoprene Realcover para 15.6''","Stock":"10","Price":"1962.00","Img":"http://starcomputacion.com.ar/library/timthumb/timthumb.php?src=/imagenes/productos/13232528255ec691f21240e_4.jpg&w=1180&h=546&zc=2","Brand":"Realcover","Description":"Fundas de neoprene PREMIUM autentico para notebooks de 13.3, 14, 15.6 y 17 Estampado en ambas caras, o negra lisas, fabricadas en neoprene premium de 2.5 mm de espesor con cierre reforzado, ideal para proteger tu notebook.","Category":"Accesorios notbooks"}
]
